<!doctype html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
    
    <link href="//fonts.googleapis.com/css?family=monospace:300,300italic,400,400italic,700,700italic|monospace:300,300italic,400,400italic,700,700italic|微软雅黑:300,300italic,400,400italic,700,700italic|Lobster Two:300,300italic,400,400italic,700,700italic|PT Mono:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="所思," />








  <link rel="shortcut icon" type="image/x-icon" href="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg?v=5.1.0" />






<meta name="description" content="&amp;#x4ECA;&amp;#x5929;&amp;#x662F;&amp;#x4E16;&amp;#x754C;&amp;#x8BFB;&amp;#x4E66;&amp;#x65E5;&amp;#xFF0C;&amp;#x6765;&amp;#x8BF4;&amp;#x8BF4;&amp;#x6211;&amp;#x7684;&amp;#x4E00;&amp;#x4E9B;&amp;#x5C0F;&amp;#x6545;&amp;#x4E8B;">
<meta property="og:type" content="article">
<meta property="og:title" content="最近读得开心么">
<meta property="og:url" content="http://mrpluto.github.io/2017/04/23/最近读得开心么/index.html">
<meta property="og:site_name" content="Pluto's Realm">
<meta property="og:description" content="&amp;#x4ECA;&amp;#x5929;&amp;#x662F;&amp;#x4E16;&amp;#x754C;&amp;#x8BFB;&amp;#x4E66;&amp;#x65E5;&amp;#xFF0C;&amp;#x6765;&amp;#x8BF4;&amp;#x8BF4;&amp;#x6211;&amp;#x7684;&amp;#x4E00;&amp;#x4E9B;&amp;#x5C0F;&amp;#x6545;&amp;#x4E8B;">
<meta property="og:image" content="http://mrpluto.github.io/2017/04/23/最近读得开心么/three.jpg">
<meta property="og:image" content="http://mrpluto.github.io/2017/04/23/最近读得开心么/img.jpg">
<meta property="og:updated_time" content="2017-07-16T13:25:31.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="最近读得开心么">
<meta name="twitter:description" content="&amp;#x4ECA;&amp;#x5929;&amp;#x662F;&amp;#x4E16;&amp;#x754C;&amp;#x8BFB;&amp;#x4E66;&amp;#x65E5;&amp;#xFF0C;&amp;#x6765;&amp;#x8BF4;&amp;#x8BF4;&amp;#x6211;&amp;#x7684;&amp;#x4E00;&amp;#x4E9B;&amp;#x5C0F;&amp;#x6545;&amp;#x4E8B;">
<meta name="twitter:image" content="http://mrpluto.github.io/2017/04/23/最近读得开心么/three.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: 'MrPluto'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://mrpluto.github.io/2017/04/23/最近读得开心么/"/>





  <title> 最近读得开心么 | Pluto's Realm </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Pluto's Realm</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">风月从今别一川</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-main">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-all">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-explore">
          <a href="/explore" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-signing"></i> <br />
            
            顽主
          </a>
        </li>
      
        
        <li class="menu-item menu-item-aboutme">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-thumbs-up"></i> <br />
            
            我
          </a>
        </li>
      

      
    </ul>
  

  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://mrpluto.github.io/2017/04/23/最近读得开心么/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="Pluto">
    <meta itemprop="description" content="">
    <meta itemprop="image" content="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="Pluto's Realm">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="Pluto's Realm" src="">
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                最近读得开心么
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2017-04-23T22:04:42+08:00">
                2017-04-23
              </time>
            

            

            
          </span>

          

          
            
          

          

          
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="/2017/04/23/&#x6700;&#x8FD1;&#x8BFB;&#x5F97;&#x5F00;&#x5FC3;&#x4E48;/three.jpg" alt=""><br>&#x4ECA;&#x5929;&#x662F;&#x4E16;&#x754C;&#x8BFB;&#x4E66;&#x65E5;&#xFF0C;&#x6765;&#x8BF4;&#x8BF4;&#x6211;&#x7684;&#x4E00;&#x4E9B;&#x5C0F;&#x6545;&#x4E8B;</p>
<a id="more"></a>
<p>&#x6211;&#x8BFB;&#x5C0F;&#x5B66;&#x65F6;&#xFF0C;&#x8DDF;&#x6211;&#x5976;&#x5976;&#x4E00;&#x8D77;&#x4F4F;&#x5728;&#x533B;&#x9662;&#x4E00;&#x9685;&#x7684;&#x5C0F;&#x98DF;&#x5802;&#x91CC;&#xFF0C;&#x90A3;&#x65F6;&#x6211;&#x5976;&#x5976;&#x5DF2;&#x7ECF;&#x9000;&#x4F11;&#x4E86;&#xFF0C;&#x8D1F;&#x8D23;&#x7ED9;&#x533B;&#x9662;&#x7684;&#x5458;&#x5DE5;&#x63D0;&#x4F9B;&#x65E9;&#x9910;&#x4E2D;&#x9910;&#x3002;&#x533B;&#x9662;&#x7684;&#x540C;&#x4E8B;&#x6709;&#x4E00;&#x4E2A;&#x7537;&#x5B69; C &#x548C;&#x6211;&#x662F;&#x540C;&#x73ED;&#x540C;&#x5B66;&#xFF0C;&#x6211;&#x4EEC;&#x5929;&#x5929;&#x73A9;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x90A3;&#x65F6;&#x5019;&#x5F88;&#x559C;&#x6B22;&#x5192;&#x9669;&#xFF0C;&#x800C;&#x6070;&#x5DE7;&#x6709;&#x4E2A;&#x513F;&#x7AE5;&#x63A2;&#x9669;&#x7CFB;&#x5217; <strong>&#x300A;&#x5192;&#x9669;&#x5C0F;&#x864E;&#x961F;&#x300B;</strong> &#x5F88;&#x6D41;&#x884C;&#xFF0C;&#x54EA;&#x4E00;&#x4E2A;&#x540C;&#x5B66;&#x5982;&#x679C;&#x4E70;&#x4E86;&#xFF0C;&#x90A3;&#x4ED6;&#x4E0B;&#x8BFE;&#x80AF;&#x5B9A;&#x4F1A;&#x88AB;&#x56E2;&#x56E2;&#x56F4;&#x4F4F;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x62A2;&#x7740;&#x8981;&#x501F;&#x3002;&#x53EF;&#x662F;&#x90A3;&#x65F6;&#x96F6;&#x82B1;&#x94B1;&#x53EF;&#x5C11;&#x5F97;&#x5F88;&#xFF0C;&#x4E66;&#x53C8;&#x8D35;&#xFF0C;&#x4E0D;&#x662F;&#x6BCF;&#x51FA;&#x4E00;&#x672C;&#x65B0;&#x7684;&#x5C31;&#x80FD;&#x4E70;&#x7684;&#x3002;&#x6211;&#x548C; C &#x4E8E;&#x662F;&#x6BCF;&#x5230;&#x4E2D;&#x5348;&#x5C31;&#x8DD1;&#x5230;&#x533B;&#x9662;&#x65C1;&#x8FB9;&#x7684;&#x4E66;&#x5E97;&#x91CC;&#x53BB;&#x770B;&#x4E66;&#xFF0C;&#x6211;&#x4EEC;&#x4E24;&#x4E2A;&#x4E00;&#x5C41;&#x80A1;&#x5750;&#x5728;&#x5730;&#x4E0A;&#xFF0C;&#x5530;&#x5530;&#x7684;&#x770B;&#xFF0C;&#x4E2D;&#x5348;&#x65F6;&#x95F4;&#x5F88;&#x77ED;&#xFF0C;&#x521A;&#x521A;&#x597D;&#x80FD;&#x770B;&#x5230;&#x6700;&#x540E;&#x90A3;&#x51E0;&#x8282;&#x5C31;&#x5F97;&#x6492;&#x817F;&#x8DD1;&#x56DE;&#x5B66;&#x6821;&#xFF0C;&#x8FD9;&#x4E2A;&#x7CFB;&#x5217;&#x7684;&#x4E66;&#x6BCF;&#x4E00;&#x5C0F;&#x8282;&#x6700;&#x540E;&#x90FD;&#x4F1A;&#x6709;&#x4E00;&#x9053;&#x8C1C;&#x9898;&#x8981;&#x6211;&#x4EEC;&#x53BB;&#x89E3;&#x7B54;&#xFF0C;&#x53EA;&#x6709;&#x4E70;&#x4E66;&#x624D;&#x80FD;&#x62FF;&#x5230;&#x90A3;&#x5F20;&#x89E3;&#x5BC6;&#x5361;&#xFF0C;&#x6240;&#x4EE5;&#x9047;&#x5230;&#x89E3;&#x4E0D;&#x51FA;&#x6765;&#x7684;&#x8C1C;&#x9898;&#x65F6;&#xFF0C;&#x5C31;&#x5F88;&#x5FC3;&#x6025;&#x4E86;&#x3002;&#x8FD9;&#x4E2A;&#x7CFB;&#x5217;&#x4E00;&#x5F00;&#x59CB;&#x4E00;&#x5171;&#x6709; 40 &#x672C;&#xFF0C;&#x540E;&#x6765;&#x51FA;&#x4E86;&#x5347;&#x7EA7;&#x7248;&#x7684;&#xFF0C;&#x4E66;&#x4E5F;&#x539A;&#x4E86;&#xFF0C;&#x89E3;&#x5BC6;&#x5361;&#x4E5F;&#x9AD8;&#x7EA7;&#x4E86;&#xFF0C;&#x5F53;&#x7136;&#x4EF7;&#x683C;&#x4E5F;&#x8D35;&#x4E86;&#x3002;</p>
<p>&#x6BCF;&#x5230;&#x5BD2;&#x6691;&#x5047;&#x90FD;&#x4F1A;&#x8DDF;&#x5988;&#x5988;&#x4E00;&#x8D77;&#x5230;&#x5916;&#x5A46;&#x5BB6;&#x4F4F;&#x4E0A;&#x51E0;&#x5929;&#xFF0C;&#x5916;&#x5A46;&#x5BB6;&#x623F;&#x5B50;&#x5F88;&#x5927;&#xFF0C;&#x623F;&#x95F4;&#x5F88;&#x591A;&#xFF0C;&#x6700;&#x559C;&#x6B22;&#x7FFB;&#x4E1C;&#x897F;&#xFF0C;&#x67D0;&#x5929;&#x5728;&#x5927;&#x59D0;&#x59D0;&#x4E66;&#x67DC;&#x4E0B;&#x4E00;&#x4E2A;&#x4FA7;&#x7BB1;&#x91CC;&#x53D1;&#x73B0; 3 &#x672C;&#x9ED1;&#x767D;&#x76F8;&#x95F4;&#x5C01;&#x76AE;&#x7684;&#x4E66;&#xFF0C; &#x5C01;&#x9762;&#x4E0A;&#x4E00;&#x4E2A;&#x4EBA;&#x50CF;&#xFF0C;&#x53FC;&#x7740;&#x4E00;&#x4E2A;&#x5927;&#x70DF;&#x6597;&#xFF0C;&#x6234;&#x9876;&#x9E2D;&#x820C;&#x5E3D;&#xFF0C;&#x4E0A;&#x9762;&#x51E0;&#x4E2A;&#x5927;&#x5B57; <strong>&#x300A;&#x798F;&#x5C14;&#x6469;&#x65AF;&#x4FA6;&#x63A2;&#x5168;&#x96C6;&#x300B;</strong>&#xFF0C;&#x5982;&#x83B7;&#x81F3;&#x5B9D;&#xFF0C;&#x5F53;&#x4E0B;&#x5168;&#x642C;&#x51FA;&#x6765;&#xFF0C;&#x300A;&#x56DE;&#x5FC6;&#x5F55;&#x300B;&#xFF0C;&#x300A;&#x5F52;&#x6765;&#x8BB0;&#x300B;&#x548C; &#x300A;&#x6700;&#x540E;&#x81F4;&#x610F;&#x300B;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x7CFB;&#x5217;&#xFF0C;&#x8FD8;&#x6709;&#x524D;&#x9762; 3 &#x672C;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x88AB;&#x6536;&#x5230;&#x54EA;&#x91CC;&#x53BB;&#x4E86;&#xFF0C;&#x8F6F;&#x78E8;&#x786C;&#x6CE1;&#x4E0B;&#xFF0C;&#x59D0;&#x59D0;&#x53EA;&#x597D;&#x7B54;&#x5E94;&#x8BA9;&#x6211;&#x62FF;&#x56DE;&#x5BB6;&#x4E86;&#xFF0C;&#x5631;&#x6258;&#x6211;&#x597D;&#x597D;&#x73CD;&#x60DC;&#xFF0C;&#x6211;&#x56DE;&#x5BB6;&#x540E;&#xFF0C;&#x770B;&#x8FD9;&#x51E0;&#x672C;&#x4E66;&#x90FD;&#x8981;&#x6D17;&#x624B;&#x5148;&#xFF0C;&#x6BCF;&#x9875;&#x6162;&#x6162;&#x7684;&#x7FFB;&#xFF0C;&#x4E0D;&#x6562;&#x6298;&#x89D2;&#xFF0C;&#x4E0D;&#x6562;&#x5212;&#x7EBF;&#xFF0C;&#x5C82;&#x6599;&#x5230;&#xFF0C;&#x4E00;&#x5929;&#x5E26;&#x5230;&#x5B66;&#x6821;&#xFF0C;&#x88AB;&#x540C;&#x5B66;&#x7784;&#x5230;&#xFF0C;&#x53EA;&#x89C1;&#x4ED6;&#x7838;&#x5427;&#x7838;&#x5427;&#x521A;&#x634F;&#x8FA3;&#x6761;&#x7684;&#x624B;&#xFF0C;&#x65E0;&#x60C5;&#x7684;&#x62FF;&#x8D77;&#x4E86;&#x4E66;&#xFF0C;&#x4E66;&#x53F3;&#x4FA7;&#x8FB9;&#x96EA;&#x767D;&#x7684;&#x7EB8;&#x4E1A;&#x4E0A;&#x8D6B;&#x7136;&#x663E;&#x51FA;&#x4E00;&#x4E2A;&#x6CB9;&#x7EA2;&#x8272;&#x7684;&#x624B;&#x6307;&#x5370;&#xFF0C;&#x4ECE;&#x6B64;&#x6211;&#x5BF9;&#x8BE5;&#x540C;&#x5B66;&#x656C;&#x800C;&#x8FDC;&#x4E4B;&#x3002;</p>
<p>&#x540E;&#x6765;&#x59D0;&#x59D0;&#x5916;&#x5730;&#x5DE5;&#x4F5C;&#xFF0C;&#x6211;&#x53C8;&#x7FFB;&#x51FA;&#x6765;&#x4E86;&#x53E6;&#x5916; 3 &#x672C;&#xFF0C;&#x987A;&#x56DE;&#x56CA;&#x4E2D;&#xFF0C;&#x5FC3;&#x6EE1;&#x610F;&#x8DB3;&#x3002;</p>
<p>&#x521D;&#x4E2D;&#x540E;&#xFF0C;&#x5230;&#x540C;&#x5B66;&#x5BB6;&#x91CC;&#x73A9;&#x7684;&#x6B21;&#x6570;&#x591A;&#x4E86;&#xFF0C;&#x770B;&#x5230;&#x6CA1;&#x89C1;&#x8FC7;&#x7684;&#x4E66;&#x624B;&#x53C8;&#x75D2;&#x75D2;&#x4E86;&#xFF0C;&#x4F46;&#x8FD9;&#x6BD5;&#x7ADF;&#x4E0D;&#x662F;&#x4E3B;&#x573A;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x6539;&#x53D8;&#x7B56;&#x7565;&#xFF0C;&#x5F00;&#x59CB;&#x6362;&#x4E66;&#x770B;&#xFF0C;&#x6700;&#x6DF1;&#x523B;&#x7684;&#x662F;&#x6211;&#x62FF;&#x4E86;3&#x518C;&#x300A;&#x4E2D;&#x534E;&#x4E0A;&#x4E0B;&#x4E94;&#x5343;&#x5E74;&#x300B;&#x7B80;&#x7F16;&#x7248;&#xFF0C;&#x6362;&#x5230;&#x4E86;&#x540C;&#x5B66;&#x5BB6;&#x7684; &#x300A;&#x4E09;&#x56FD;&#x6F14;&#x4E49;&#x300B;&#x548C; &#x300A;&#x8C01;&#x52A8;&#x4E86;&#x6211;&#x7684;&#x5976;&#x916A;&#x300B;&#xFF0C;&#x540E;&#x9762;&#x90A3;&#x672C;&#x5F88;&#x4E45;&#x4EE5;&#x540E;&#x624D;&#x770B;&#xFF0C;&#x800C;&#x300A;&#x4E09;&#x56FD;&#x6F14;&#x4E49;&#x300B;&#x786E;&#x662F;&#x6211;&#x8BFB;&#x5F97;&#x6700;&#x723D;&#x7684;&#x4E00;&#x672C;&#x4E66;&#xFF0C;&#x4E00;&#x6C14;&#x5475;&#x6210;&#xFF0C;&#x8FD9;&#x4E14;&#x542C;&#x4E0B;&#x56DE;&#x5206;&#x89E3;&#x516D;&#x4E2A;&#x5B57;&#x6C38;&#x8FDC;&#x6709;&#x80A1;&#x9B54;&#x529B;&#xFF0C;&#x62C9;&#x7740;&#x4F60;&#x5F80;&#x4E0B;&#x770B;&#xFF0C;&#x8EBA;&#x5728;&#x5E8A;&#x4E0A;&#xFF0C;&#x6574;&#x6574;&#x4E09;&#x5929;&#xFF0C;&#x4E00;&#x5B57;&#x4E00;&#x53E5;&#x770B;&#x5B8C;&#x4E86;&#x6574;&#x672C;&#xFF0C;&#x867D;&#x7136;&#x770B;&#x5230;&#x5173;&#x7FBD;&#x8D25;&#x8D70;&#x9EA6;&#x57CE;&#x4EE5;&#x540E;&#x5C31;&#x6709;&#x4E9B;&#x70ED;&#x8840;&#x6E10;&#x51B7;&#x4E86;&#x3002;&#x540E;&#x6765;&#x540C;&#x5B66;&#x8BF4;&#x90A3;&#x51E0;&#x672C;&#x4E66;&#x88AB;&#x4ED6;&#x7237;&#x7237;&#x62FF;&#x8D70;&#x540E;&#x627E;&#x4E0D;&#x5230;&#x4E86;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x60F3;&#x518D;&#x8FD8;&#x7ED9;&#x4ED6;&#x4E86;&#xFF0C;&#x4ECA;&#x5E74;&#x56DE;&#x5BB6;&#x51FA;&#x95E8;&#x65F6;&#x4E5F;&#x5E26;&#x4E0A;&#x4E86;&#x8FD9;&#x672C; &#x300A;&#x4E09;&#x56FD;&#x300B;&#x3002;&#x4ED6;&#x5BB6;&#x8FD8;&#x6709;&#x6574;&#x90E8;&#x7684;&#x300A;&#x5343;&#x95E8;&#x300B;&#xFF0C;&#x53EF;&#x60DC;&#x73B0;&#x5728;&#x4E5F;&#x4E0D;&#x89C1;&#x4E86;&#x3002;</p>
<p>&#x5DE5;&#x4F5C;&#x540E;&#xFF0C;&#x6070;&#x5DE7; <strong>&#x5FAE;&#x4FE1;&#x8BFB;&#x4E66;</strong> &#x521A;&#x521A;&#x51FA;&#x6765;&#xFF0C;&#x6211;&#x4E4B;&#x524D;&#x8BD5;&#x7528;&#x8FC7;&#x5F88;&#x591A;&#x8BFB;&#x4E66;&#x8F6F;&#x4EF6;&#xFF0C;&#x90FD;&#x6CA1;&#x6709;&#x5B83;&#x90A3;&#x6837;&#x7684;&#x7B80;&#x5355;&#xFF0C;&#x6E05;&#x723D;&#xFF0C;&#x800C;&#x53C8;&#x80FD;&#x548C;&#x670B;&#x53CB;&#x4E00;&#x8D77;&#x5206;&#x4EAB;&#x8BFB;&#x4E66;&#x60F3;&#x6CD5;&#xFF0C;&#x524D;&#x8DEF;&#x867D;&#x8FDC;&#xFF0C;&#x7531;&#x53EF;&#x671F;&#x8BB8;&#x3002;&#x6BCF;&#x5929;&#x5730;&#x94C1;&#x4E0A;&#x7684;&#x8FD1;&#x4E00;&#x5C0F;&#x65F6;&#x5C31;&#x5927;&#x90E8;&#x5206;&#x7ED9;&#x4E86;&#x5B83;&#x3002;&#x6211;&#x4E2A;&#x4EBA;&#x8FD8;&#x662F;&#x66F4;&#x559C;&#x6B22;&#x8BFB;&#x7EB8;&#x8D28;&#x4E66;&#x7684;&#xFF0C;&#x8BFB;&#x4E66;&#xFF0C;&#x8BFB;&#x56FA;&#x7136;&#x91CD;&#x8981;&#xFF0C;&#x800C;&#x7CBE;&#x7F8E;&#x7684;&#x4E66;&#x80AF;&#x5B9A;&#x80FD;&#x52A0;&#x5206;&#x7684;&#xFF0C;&#x88C5;&#x5E27;&#xFF0C;&#x7EB8;&#x5F20;&#xFF0C;&#x6392;&#x7248;&#xFF0C;&#x5370;&#x5237;&#xFF0C;&#x5176;&#x5B9E;&#x90FD;&#x80FD;&#x5F71;&#x54CD;&#x9605;&#x8BFB;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x5F53;&#x7136;&#x6C1B;&#x56F4;&#x4E5F;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x6211;&#x559C;&#x6B22;&#x665A;&#x4E0A;&#x8BFB;&#x4E66;&#xFF0C;&#x5F00;&#x4E0A;&#x4E00;&#x76CF;&#x5C0F;&#x53F0;&#x706F;&#xFF0C;&#x67D4;&#x67D4;&#x7684;&#x706F;&#x5149;&#x6D12;&#x5728;&#x5B57;&#x91CC;&#x884C;&#x95F4;&#xFF0C;&#x8033;&#x673A;&#x91CC;&#x653E;&#x7740;&#x9AD8;&#x5C71;&#x6D41;&#x6C34;&#xFF0C;&#x83AB;&#x5927;&#x7684;&#x4EAB;&#x53D7;&#x3002;&#x5FC3;&#x8840;&#x6765;&#x6F6E;&#x5C31;&#x6284;&#x5199;&#x6284;&#x5199;&#xFF0C;&#x4E5F;&#x987E;&#x4E0D;&#x5F97;&#x5927;&#x715E;&#x98CE;&#x666F;&#x7684;&#x5B57;&#x8FF9;&#x4E86;&#x3002;</p>
<p>&#x5728;&#x6DF1;&#x5733;&#x56FE;&#x4E66;&#x9986;&#x65E0;&#x610F;&#x95F4;&#x770B;&#x5230;&#x4E86;&#x51E0;&#x672C;&#x300A;&#x5192;&#x9669;&#x5C0F;&#x864E;&#x961F;&#x300B;, &#x6700;&#x8FD1;&#x8BFB;&#x6B66;&#x4FA0;&#x53C8;&#x5728;&#x676D;&#x5DDE;&#x770B;&#x5230;&#x4E86;&#x300A;&#x5343;&#x95E8;&#x300B;&#xFF0C;&#x5C31;&#x50CF;&#x591A;&#x5E74;&#x4E0D;&#x89C1;&#x7684;&#x8001;&#x670B;&#x53CB;&#x4E00;&#x6837;&#xFF0C;&#x60CA;&#x559C;&#xFF0C;&#x6EE1;&#x8DB3;&#x3002;</p>
<p><img src="/2017/04/23/&#x6700;&#x8FD1;&#x8BFB;&#x5F97;&#x5F00;&#x5FC3;&#x4E48;/img.jpg" alt=""></p>
<p>&#x5176;&#x5B9E;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x8BFB;&#x8FC7;&#x7684;&#x4E66;&#xFF0C;&#x8FC7;&#x4E86;&#x6BB5;&#x65F6;&#x95F4;&#x540E;&#xFF0C;&#x5C31;&#x5168;&#x7136;&#x4E0D;&#x8BB0;&#x5F97;&#x4E86;&#xFF0C;&#x6216;&#x8005;&#x6726;&#x6726;&#x80E7;&#x80E7;&#xFF0C;&#x6211;&#x5374;&#x4E00;&#x76F4;&#x89C9;&#x5F97;&#xFF0C;&#x90A3;&#x65F6;&#x5B83;&#x7ED9;&#x4E86;&#x6211;&#x5FEB;&#x4E50;&#xFF0C;&#x7ED9;&#x4E86;&#x6211;&#x6170;&#x85C9;&#xFF0C;&#x5C3D;&#x7BA1;&#x6211;&#x4E0D;&#x5927;&#x8BB0;&#x5F97;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x4EEC;&#x5DF2;&#x7ECF;&#x662F;&#x6211;&#x6574;&#x4E2A;&#x4EBA;&#x683C;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x4E86;&#xFF0C;&#x4ED6;&#x4EEC;&#x8BA9;&#x6211;&#x66F4;&#x5B8C;&#x6574;&#xFF0C;&#x66F4;&#x72EC;&#x7ACB;&#xFF0C;&#x66F4;&#x7279;&#x522B;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x8BFB;&#x723D;&#x8FC7;&#x4E48;&#xFF1F;</p>
<p>PS: &#x56FE;&#x4E3A; 3 &#x4E2A;&#x6B63;&#x5728;&#x521A;&#x521A;&#x88AB;&#x6218;&#x706B;&#x4E2D;&#x6BC1;&#x574F;&#x7684;&#x56FE;&#x4E66;&#x9986;&#x4E2D;&#x8BFB;&#x4E66;</p>
<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="//music.163.com/outchain/player?type=2&amp;id=32717164&amp;auto=1&amp;height=66"></iframe>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        
  <div style="padding: 10px 0; margin: 20px auto; width: 90%; text-align: center;">
    <div>壹</div>
    <button id="rewardButton" disable="enable" onclick="var qr = document.getElementById('QR'); if (qr.style.display === 'none') {qr.style.display='block';} else {qr.style.display='none'}">
      <span>赏</span>
    </button>
    <div id="QR" style="display: none;">
      
        <div id="wechat" style="display: inline-block">
          <img id="wechat_qr" src="/wechat.png" alt="Pluto WeChat Pay"/>
          <p>微信打赏</p>
        </div>
      
      
        <div id="alipay" style="display: inline-block">
          <img id="alipay_qr" src="/alipay.jpeg" alt="Pluto Alipay"/>
          <p>支付宝打赏</p>
        </div>
      
    </div>
  </div>


      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/所思/" rel="tag"># 所思</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/04/19/What-you-dont-know-wont-hurt-you/" rel="next" title="What you don't know。Won't hurt you">
                <i class="fa fa-chevron-left"></i> What you don't know。Won't hurt you
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/05/02/kitsch/" rel="prev" title="初见 kitsch">
                初见 kitsch <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg"
               alt="Pluto" />
          <p class="site-author-name" itemprop="name">Pluto</p>
          <p class="site-description motion-element" itemprop="description">双手烤着生命之火取暖, 火萎了, 我也准备走了。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/">
              <span class="site-state-item-count">20</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">标签</span>
              
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/MrPluto" target="_blank" title="github">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  github
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="457808167@qq.com" target="_blank" title="mail">
                  
                    <i class="fa fa-fw fa-envelope"></i>
                  
                  mail
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="plutohyq@gmail.com" target="_blank" title="google">
                  
                    <i class="fa fa-fw fa-google"></i>
                  
                  google
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://twitter.com/pluto_liu" target="_blank" title="twitter">
                  
                    <i class="fa fa-fw fa-twitter"></i>
                  
                  twitter
                </a>
              </span>
            
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Pluto</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Muse
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  



  




	




  
  

  

  

  

  

  
  <!-- <script type="text/javascript" src="//cdn.bootcss.com/canvas-nest.js/1.0.0/canvas-nest.min.js"></script> -->
  
</body>
</html>
