<!doctype html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
    
    <link href="//fonts.googleapis.com/css?family=monospace:300,300italic,400,400italic,700,700italic|monospace:300,300italic,400,400italic,700,700italic|微软雅黑:300,300italic,400,400italic,700,700italic|Lobster Two:300,300italic,400,400italic,700,700italic|PT Mono:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="Hexo, NexT" />








  <link rel="shortcut icon" type="image/x-icon" href="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg?v=5.1.0" />






<meta name="description" content="&amp;#x660E;&amp;#x5929;9&amp;#x70B9;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5E74;&amp;#x7684;&amp;#x9AD8;&amp;#x8003;&amp;#x5C31;&amp;#x8981;&amp;#x6572;&amp;#x54CD;&amp;#x8003;&amp;#x8BD5;&amp;#x5F00;&amp;#x59CB;&amp;#x7684;&amp;#x7535;&amp;#x94C3;&amp;#x4E86;&amp;#x3002;&amp;#x65E0;&amp;#x6570;&amp;#x768">
<meta property="og:type" content="article">
<meta property="og:title" content="周围的'猪'">
<meta property="og:url" content="http://mrpluto.github.io/2017/06/06/又是一年高考/index.html">
<meta property="og:site_name" content="Pluto's Realm">
<meta property="og:description" content="&amp;#x660E;&amp;#x5929;9&amp;#x70B9;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5E74;&amp;#x7684;&amp;#x9AD8;&amp;#x8003;&amp;#x5C31;&amp;#x8981;&amp;#x6572;&amp;#x54CD;&amp;#x8003;&amp;#x8BD5;&amp;#x5F00;&amp;#x59CB;&amp;#x7684;&amp;#x7535;&amp;#x94C3;&amp;#x4E86;&amp;#x3002;&amp;#x65E0;&amp;#x6570;&amp;#x768">
<meta property="og:image" content="https://timgsa.baidu.com/timg?image&quality=80&size=b10000_10000&sec=1496760977&di=d408fdfb16f9c08693733953bfc56fa7&src=http://i1.s.hjfile.cn/entry/201404/ad91a7eb-531e-4612-8742-c70a6526b6d9.jpg">
<meta property="og:updated_time" content="2017-06-06T16:54:16.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="周围的'猪'">
<meta name="twitter:description" content="&amp;#x660E;&amp;#x5929;9&amp;#x70B9;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5E74;&amp;#x7684;&amp;#x9AD8;&amp;#x8003;&amp;#x5C31;&amp;#x8981;&amp;#x6572;&amp;#x54CD;&amp;#x8003;&amp;#x8BD5;&amp;#x5F00;&amp;#x59CB;&amp;#x7684;&amp;#x7535;&amp;#x94C3;&amp;#x4E86;&amp;#x3002;&amp;#x65E0;&amp;#x6570;&amp;#x768">
<meta name="twitter:image" content="https://timgsa.baidu.com/timg?image&quality=80&size=b10000_10000&sec=1496760977&di=d408fdfb16f9c08693733953bfc56fa7&src=http://i1.s.hjfile.cn/entry/201404/ad91a7eb-531e-4612-8742-c70a6526b6d9.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: 'MrPluto'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://mrpluto.github.io/2017/06/06/又是一年高考/"/>





  <title> 周围的'猪' | Pluto's Realm </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Pluto's Realm</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">风月从今别一川</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-main">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-all">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-explore">
          <a href="/explore" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-signing"></i> <br />
            
            顽主
          </a>
        </li>
      
        
        <li class="menu-item menu-item-aboutme">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-thumbs-up"></i> <br />
            
            我
          </a>
        </li>
      

      
    </ul>
  

  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://mrpluto.github.io/2017/06/06/又是一年高考/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="Pluto">
    <meta itemprop="description" content="">
    <meta itemprop="image" content="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="Pluto's Realm">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="Pluto's Realm" src="">
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                周围的'猪'
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2017-06-06T22:53:07+08:00">
                2017-06-06
              </time>
            

            

            
          </span>

          

          
            
          

          

          
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://timgsa.baidu.com/timg?image&amp;quality=80&amp;size=b10000_10000&amp;sec=1496760977&amp;di=d408fdfb16f9c08693733953bfc56fa7&amp;src=http://i1.s.hjfile.cn/entry/201404/ad91a7eb-531e-4612-8742-c70a6526b6d9.jpg" alt=""></p>
<p>&#x660E;&#x5929;9&#x70B9;&#xFF0C;&#x6BCF;&#x5E74;&#x7684;&#x9AD8;&#x8003;&#x5C31;&#x8981;&#x6572;&#x54CD;&#x8003;&#x8BD5;&#x5F00;&#x59CB;&#x7684;&#x7535;&#x94C3;&#x4E86;&#x3002;&#x65E0;&#x6570;&#x7684;&#x5C11;&#x5E74;&#x5C06;&#x6D8C;&#x8FDB;&#x5404;&#x5904;&#x8003;&#x573A;&#xFF0C;&#x5F00;&#x59CB;&#x4ED6;&#x4EEC;&#x4EBA;&#x751F;&#x4E2D;&#x4E0D;&#x53EF;&#x8C13;&#x4E0D;&#x91CD;&#x8981;&#x7684;&#x7B2C;&#x4E00;&#x6B21;&#x8003;&#x9A8C;&#xFF0C;&#x56DE;&#x60F3;&#x8D77;&#x591A;&#x5E74;&#x524D;&#x90A3;&#x4E2A;&#x594B;&#x7B14;&#x75BE;&#x4E66;&#x7684;&#x5C11;&#x5E74;&#xFF0C;&#x73B0;&#x5728;&#x7684;&#x4ED6;&#x4EEC;&#x4E5F;&#x5C06;&#x50CF;&#x4ED6;&#x4E00;&#x6837;&#xFF0C;&#x7528;&#x7EB8;&#x7B14;&#x6765;&#x51B3;&#x5B9A;&#x4ED6;&#x4EEC;&#x5404;&#x81EA;&#x7684;&#x547D;&#x8FD0;&#x3002;</p>
<a id="more"></a>
<p>&#x6211;&#x559C;&#x6B22;&#x7BEE;&#x7403;&#xFF0C;&#x6211;&#x60F3;&#x8D77;&#x5728;&#x6211;&#x521D;&#x4E8C;&#x90A3;&#x5E74;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x6211;&#x7BEE;&#x7403;&#x521A;&#x8FC7;&#x5165;&#x95E8;&#x671F;&#xFF0C;&#x8FDB;&#x5165;&#x72C2;&#x70ED;&#x671F;&#x90A3;&#x5E74;&#xFF0C;&#x6211;&#x548C;&#x5C0F;&#x4F19;&#x4F34;&#x4E00;&#x884C;&#x516B;&#x4EBA;&#xFF0C;&#x6211;&#x4EEC;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x7684;&#x8BFE;&#x5916;&#x65F6;&#x95F4;&#x90FD;&#x5728;&#x6253;&#x7403;&#xFF0C;&#x5C0F;&#x9547;&#x7684;&#x7284;&#x89D2;&#x65EE;&#x65EF;&#x7684;&#x7403;&#x573A;&#x4E5F;&#x7559;&#x4E0B;&#x8FC7;&#x6211;&#x4EEC;&#x6325;&#x6D12;&#x7684;&#x6C57;&#x6C34;&#xFF0C;&#x5468;&#x672B;&#x5C0F;&#x4F19;&#x4F34;6&#x70B9;&#x5C31;&#x6751;&#x91CC;&#x6211;&#x5BB6;&#x6765;&#x53EB;&#x6211;&#x6253;&#x7403;&#xFF0C;&#x90A3;&#x662F;&#x6700;&#x5FEB;&#x4E50;&#x7684;&#x65F6;&#x5149;&#xFF0C;&#x7136;&#x800C;&#x597D;&#x666F;&#x4E0D;&#x957F;&#xFF0C;&#x5728;&#x4E00;&#x6B21;&#x6708;&#x8003;&#x7684;&#x4E2D;&#x5348;&#x5348;&#x4F11;&#x65F6;&#x95F4;&#xFF0C;&#x6211;&#x4EEC;&#x7167;&#x5E38;&#x6765;&#x5230;&#x5B66;&#x6821;&#x5916;&#x6839;&#x636E;&#x5730;&#x6253;&#x7403;&#xFF0C;&#x6253;&#x5F97;&#x5FD8;&#x4E4E;&#x6240;&#x4EE5;&#xFF0C;&#x4EE5;&#x81F4;&#x4E8E;&#x4E0B;&#x5348;&#x7684;&#x8003;&#x8BD5;&#x8FDF;&#x5230;&#xFF0C;&#x6211;&#x4EEC;&#x51E0;&#x4E2A;&#x4EBA;&#x8D70;&#x8FDB;&#x5B66;&#x6821;&#x65F6;&#xFF0C;&#x90A3;&#x65F6;&#x6B63;&#x662F;&#x590F;&#x5929;&#xFF0C;&#x9633;&#x5149;&#x6B63;&#x70C8;&#xFF0C;&#x6574;&#x4E2A;&#x5B66;&#x6821;&#x9759;&#x6084;&#x6084;&#xFF0C;&#x6559;&#x5BA4;&#x9760;&#x8FD1;&#x8D70;&#x5ECA;&#x4E00;&#x4FA7;&#x7684;&#x7A97;&#x6237;&#x5F88;&#x9AD8;&#xFF0C;&#x653E;&#x773C;&#x770B;&#x53BB;&#xFF0C;&#x6BCF;&#x4E2A;&#x6559;&#x5BA4;&#x5C31;&#x50CF;&#x662F;&#x4E00;&#x4E2A;&#x4E2A;&#x9ED1;&#x6D1E;&#xFF0C;&#x73ED;&#x4E3B;&#x4EFB;&#x5C31;&#x5728;&#x501A;&#x7740;&#x6559;&#x5BA4;&#x95E8;&#xFF0C;&#x73AF;&#x62B1;&#x53CC;&#x81C2;&#xFF0C;&#x8FD9;&#x6837;&#x4ED6;&#x7684;&#x89C6;&#x7EBF;&#x5F88;&#x65B9;&#x4FBF;&#x5C31;&#x53EF;&#x4EE5;&#x5728;&#x6559;&#x5BA4;&#x5185;&#x5916;&#x5207;&#x6362;&#x3002;&#x6211;&#x4EEC;&#x51E0;&#x4E2A;&#x5F13;&#x8170;&#x4F4E;&#x5934;&#x8D70;&#x8FDB;&#x6559;&#x5BA4;&#xFF0C;&#x7136;&#x540E;&#x73ED;&#x4E3B;&#x4EFB;&#x6328;&#x4E2A;&#x8D70;&#x8FC7;&#x6765;&#x53EB;&#x6211;&#x4EEC;&#x5199;&#x4E0B;&#x6211;&#x4EEC;&#x5BB6;&#x957F;&#x7684;&#x7535;&#x8BDD;&#xFF0C;&#x7136;&#x540E;&#x6D88;&#x5931;&#x5728;&#x89C6;&#x91CE;&#x4E2D;&#x3002;&#x5F53;&#x65F6;&#x8003;&#x7684;&#x4EC0;&#x4E48;&#x6211;&#x8BB0;&#x4E0D;&#x5F97;&#x4E86;&#xFF0C;&#x53EA;&#x77E5;&#x9053;&#x90A3;&#x79D1;&#x8003;&#x5F97;&#x5F88;&#x5DEE;&#xFF0C;&#x56E0;&#x4E3A;&#x8003;&#x4E86;&#x6CA1;&#x591A;&#x4E45;&#x6211;&#x5C31;&#x7761;&#x8FC7;&#x53BB;&#x3002;&#x5BB6;&#x957F;&#x8C08;&#x8BDD;&#x8FC7;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x73ED;&#x51FA;&#x4E86;&#x6761;&#x89C4;&#x5B9A;:&#x4E25;&#x7981;&#x6253;&#x7BEE;&#x7403;&#x3002;&#x800C;&#x6211;&#x4EEC;&#x5468;&#x672B;&#x4E5F;&#x5F00;&#x59CB;&#x8981;&#x627E;&#x5404;&#x79CD;&#x7406;&#x7531;&#x501F;&#x53E3;&#x6765;&#x7792;&#x8FC7;&#x7238;&#x5988;&#x3002;</p>
<p>&#x671F;&#x672B;&#x8BC4;&#x8BED;&#xFF0C;&#x8001;&#x5E08;&#x7ED9;&#x4E86;&#x6211;&#x56DB;&#x4E2A;&#x9C9C;&#x7EA2;&#x7684;&#x5927;&#x5B57;: &#x73A9;&#x7269;&#x4E27;&#x5FD7;&#x3002;</p>
<p>&#x90A3;&#x65F6;&#x6211;&#x5E74;&#x8F7B;&#x4E0D;&#x61C2;&#x4E8B;&#xFF0C;&#x8FD9;&#x56DB;&#x4E2A;&#x5B57;&#x8BA9;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x597D;&#x50CF;&#x72AF;&#x4E86;&#x91CD;&#x5927;&#x9519;&#x8BEF;&#xFF0C;&#x867D;&#x7136;&#x6211;&#x5176;&#x5B9E;&#x4E5F;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x4E27;&#x5931;&#x6389;&#x4E86;&#x4EC0;&#x4E48;&#x5FD7;&#x5411;&#x3002;&#x5F53;&#x65F6;&#x6211;&#x9664;&#x4E86;&#x6210;&#x4E3A;&#x4E00;&#x540D;&#x7BEE;&#x7403;&#x9AD8;&#x624B;&#x4EC0;&#x4E48;&#x5FD7;&#x5411;&#x4E5F;&#x6CA1;&#x6709;&#xFF0C;&#x975E;&#x8981;&#x8BF4;&#x7684;&#x8BDD;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x6211;&#x518D;&#x4E5F;&#x6CA1;&#x60F3;&#x8FC7;&#x4ECE;&#x4E8B;&#x7BEE;&#x7403;&#x65B9;&#x9762;&#x7684;&#x5DE5;&#x4F5C;&#x4E86;&#x3002;</p>
<p>&#x9AD8;&#x4E2D;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x540C;&#x5B66;&#x6BD4;&#x8F83;&#x9A9A;&#x6C14;&#xFF0C;&#x4E00;&#x7C73;&#x516B;&#x7684;&#x8EAB;&#x9AD8;&#xFF0C;&#x7D27;&#x8DDF;&#x65F6;&#x5C1A;&#x3002;&#x82E6;&#x4E8E;&#x5B66;&#x6821;&#x5FC5;&#x987B;&#x6574;&#x5957;&#x6821;&#x670D;&#xFF0C;&#x82F1;&#x96C4;&#x65E0;&#x7528;&#x6B66;&#x4E4B;&#x5730;&#xFF0C;&#x53C8;&#x4E0D;&#x6562;&#x4E0E;&#x6574;&#x4E2A;&#x6821;&#x56ED;&#x4F5C;&#x5BF9;&#xFF0C;&#x4FBF;&#x5728;&#x5934;&#x53D1;&#x4E0A;&#x505A;&#x6587;&#x7AE0;&#xFF0C;&#x67D0;&#x5929;&#x4E0B;&#x5348;&#x8BFE;&#x524D;&#xFF0C;&#x53EA;&#x770B;&#x5230;&#x4ED6;&#x9876;&#x7740;&#x4E00;&#x5934;&#x60F9;&#x773C;&#x7684;&#x91D1;&#x53D1;&#x8D70;&#x8FDB;&#x6559;&#x5BA4;&#xFF0C;&#x5149;&#x5F69;&#x7167;&#x4EBA;&#xFF0C;&#x6210;&#x4E3A;&#x5168;&#x573A;&#x7126;&#x70B9;&#xFF0C;&#x540C;&#x5B66;&#x7EB7;&#x7EB7;&#x8868;&#x793A;&#x7FA1;&#x6155;&#x3002;&#x7136;&#x800C;&#x4ED6;&#x6CA1;&#x6CE8;&#x610F;&#x5230;&#x4E0B;&#x5348;&#x7B2C;&#x4E00;&#x8282;&#x8BFE;&#x4FBF;&#x662F;&#x73ED;&#x4E3B;&#x4EFB;&#x7684;&#x8BFE;&#xFF0C;&#x4E8E;&#x662F;&#x4ED6;&#x7684;&#x91D1;&#x53D1;&#x4EC5;&#x4EC5;&#x4FDD;&#x7559;&#x4E86;&#x4E00;&#x8282;&#x8BFE;45&#x5206;&#x949F;&#x7684;&#x65F6;&#x95F4;&#x5C31;&#x548C;&#x4ED6;&#x8BF4;&#x4E86;&#x518D;&#x89C1;&#x3002;</p>
<p>7&#x5E74;&#x524D;&#xFF0C;&#x6211;&#x548C;&#x6211;&#x7684;&#x540C;&#x5B66;&#x4EEC;&#xFF0C;&#x53CA;&#x540C;&#x7EA7;&#x6821;&#x53CB;&#x4EEC;&#xFF0C;&#x53CA;&#x5176;&#x4ED6;&#x5B66;&#x6821;&#x6218;&#x53CB;&#x4EEC;&#xFF0C;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x4E0B;&#x4E00;&#x5E74;&#x8003;&#x8BD5;&#x7684;&#x79CD;&#x5B50;&#x9009;&#x624B;&#xFF0C;&#x6469;&#x62F3;&#x64E6;&#x638C;&#xFF0C;&#x8DC3;&#x8DC3;&#x6B32;&#x8BD5;&#x3002;&#x6211;&#x4EEC;&#x7684;&#x4F53;&#x80B2;&#x8BFE;&#x665A;&#x81EA;&#x4E60;&#x81EA;&#x7136;&#x65E9;&#x5DF2;&#x88AB;&#x6570;&#x7406;&#x5316;&#x62A2;&#x5360;&#x9AD8;&#x5730;&#xFF0C;&#x5BD2;&#x6691;&#x5047;&#x6309;&#x7167;&#x60EF;&#x4F8B;&#x4E5F;&#x5F97;&#x8865;&#x8BFE;&#x3002;&#x5176;&#x5B9E;&#x6211;&#x4EEC;&#x53BF;&#x6559;&#x80B2;&#x5C40;&#x65E9;&#x6709;&#x89C4;&#x5B9A;&#x79F0;&#x5B66;&#x6821;&#x5BD2;&#x6691;&#x5047;&#x4E00;&#x5F8B;&#x4E0D;&#x5F97;&#x8865;&#x8BFE;&#xFF0C;&#x4F46;&#x4E5F;&#x7741;&#x4E00;&#x53EA;&#x773C;&#x95ED;&#x4E00;&#x53EA;&#x773C;&#x3002;&#x4F46;&#x5728;&#x5BD2;&#x5047;&#x60EF;&#x4F8B;&#x653E;&#x5047;&#x65F6;&#x95F4;&#x524D;&#xFF0C;&#x5B66;&#x6821;&#x5C45;&#x7136;&#x5BA3;&#x5E03;&#x5BD2;&#x5047;&#x4E0D;&#x8865;&#x8BFE;&#x4E86;&#x3002;&#x8FD9;&#x662F;&#x51E0;&#x5BB6;&#x6B22;&#x559C;&#x51E0;&#x5BB6;&#x6101;&#xFF0C;&#x5F53;&#x7136;&#x7EDD;&#x5927;&#x6570;&#x8FD8;&#x662F;&#x6B22;&#x559C;&#x7684;&#x3002;&#x636E;&#x574A;&#x95F4;&#x4F20;&#x95FB;&#x662F;&#x4E00;&#x540D;&#x540C;&#x5B66;&#x7ED9;&#x6559;&#x80B2;&#x5C40;&#x6253;&#x4E86;&#x6295;&#x8BC9;&#x7535;&#x8BDD;&#xFF0C;&#x4F7F;&#x5F53;&#x5C40;&#x65E0;&#x6CD5;&#x518D;&#x4E00;&#x53EA;&#x773C;&#x884C;&#x4E8B;&#xFF0C;&#x53EA;&#x597D;&#x8BA9;&#x6821;&#x65B9; &#x2018;&#x5272;&#x7231;&#x2019;&#x3002;</p>
<p>&#x534A;&#x5E74;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x4E00;&#x4F17;&#x5954;&#x8D74;&#x8003;&#x573A;&#xFF0C;2&#x4E2A;&#x6708;&#x540E;&#x6211;&#x4EEC;&#x6210;&#x4E3A;&#x8FD1;&#x5E74;&#x6765;&#x8003;&#x7684;&#x6700;&#x5DEE;&#x7684;&#x4E00;&#x5C4A;&#xFF0C;&#x751A;&#x81F3;&#x88AB;&#x540C;&#x53BF;&#x8001;&#x4E8C;&#x7ED9;&#x8D85;&#x8D8A;&#xFF0C;&#x4E22;&#x6389;&#x5934;&#x628A;&#x4EA4;&#x6905;&#x3002;</p>
<p>&#x5728;&#x738B;&#x5C0F;&#x6CE2;&#x7684;&#x77ED;&#x7247;&#x5C0F;&#x8BF4; &#x300A;&#x4E00;&#x53EA;&#x7279;&#x7ACB;&#x72EC;&#x884C;&#x7684;&#x732A;&#x300B; &#x4E2D;&#x5199;&#x9053;&#x6751;&#x91CC;&#x517B;&#x4E86;&#x5F88;&#x591A;&#x732A;&#xFF0C;&#x8FD9;&#x4E9B;&#x732A;&#x90FD;&#x88AB;&#x5B89;&#x6392;&#x4E86;&#x751F;&#x6D3B;&#xFF0C;&#x4E00;&#x90E8;&#x5206;&#x5281;&#x6389;&#x6210;&#x4E3A;&#x8089;&#x732A;&#xFF0C;&#x5929;&#x5929;&#x4F9B;&#x5403;&#x4F9B;&#x559D;&#xFF0C;&#x7B49;&#x5F85;&#x517B;&#x6210;&#x65F6;&#x88AB;&#x4EBA;&#x4EEC;&#x5403;&#x6389;&#xFF0C;&#x4E00;&#x90E8;&#x5206;&#x6210;&#x4E3A;&#x79CD;&#x732A;&#xFF0C;&#x8BB8;&#x5B83;&#x6709;&#x6CBE;&#x82B1;&#x60F9;&#x8349;&#x7684;&#x6743;&#x5229;&#x3002;&#x4F46;&#x75B2;&#x60EB;&#x79CD;&#x732A;&#x5E38;&#x5E38;&#x8868;&#x73B0;&#x51FA;&#x88AB;&#x5281;&#x732A;&#x7684;&#x6B63;&#x4EBA;&#x541B;&#x5B50;&#x6C14;&#x8D28;&#xFF0C;&#x4E0D;&#x613F;&#x722C;&#x4E0A;&#x6BCD;&#x732A;&#x80CC;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x4E9B;&#x732A;&#x4E2D;&#x6709;&#x4E00;&#x5934;&#x732A;&#xFF0C;&#x7279;&#x7ACB;&#x72EC;&#x884C;&#xFF0C;&#x884C;&#x52A8;&#x4E5F;&#x5F02;&#x5E38;&#x77EB;&#x5065;&#xFF0C;&#x55C5;&#x89C9;&#x4E5F;&#x5F02;&#x5E38;&#x654F;&#x9510;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x55C5;&#x89C9;&#x4E0D;&#x662F;&#x95EE;&#x4E1C;&#x897F;&#xFF0C;&#x800C;&#x662F;&#x53EA;&#x8981;&#x6709;&#x4EBA;&#x62FF;&#x7740;&#x5281;&#x732A;&#x5200;&#x9760;&#x8FD1;&#xFF0C;&#x5B83;&#x5C31;&#x6012;&#x76EE;&#x5706;&#x7741;&#xFF0C;&#x5E76;&#x53D1;&#x51FA;&#x55F7;&#x55F7;&#x568E;&#x53EB;&#x3002;</p>
<p>&#x5E73;&#x5E38;&#x5403;&#x9971;&#x559D;&#x8DB3;&#x4E86;&#x5C31;&#x8DD1;&#x4E0A;&#x5C4B;&#x9876;&#x6652;&#x592A;&#x9633;&#xFF0C;&#x627E;&#x6BCD;&#x732A;&#x7EA6;&#x4F1A;&#x4E5F;&#x4E0D;&#x627E;&#x5708;&#x91CC;&#x7684;&#x79CD;&#x732A;&#xFF0C;&#x56E0;&#x4E3A;&#x8FC7;&#x5EA6;&#x751F;&#x80B2;&#x4F7F;&#x5B83;&#x4EEC;&#x90FD;&#x53C8;&#x61D2;&#x53C8;&#x81ED;&#xFF0C;&#x5B83;&#x8981;&#x8DD1;&#x5230;&#x5916;&#x9762;&#x53BB;&#x627E;&#x91CE;&#x732A;&#x3002;</p>
<p>&#x5B83;&#x6D3B;&#x5F97;&#x5F88;&#x6F47;&#x6D12;&#xFF0C;&#x4F46;&#x662F;&#x5B83;&#x5374;&#x4E0D;&#x62DB;&#x9886;&#x5BFC;&#x559C;&#x6B22;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x7834;&#x574F;&#x79E9;&#x5E8F;&#x3002;&#x6700;&#x7EC8;&#x5B83;&#x8BC6;&#x7834;&#x4E86;&#x9886;&#x5BFC;&#x7684;&#x5978;&#x8BA1;&#xFF0C;&#x7529;&#x7529;&#x732A;&#x5C3E;&#x79BB;&#x5F00;&#x4E86;&#x6751;&#x5B50;&#x3002;</p>
<p>&#x4E0D;&#x4EC5;&#x4EC5;&#x9AD8;&#x8003;&#xFF0C;&#x6211;&#x56DE;&#x60F3;&#x8D77;&#x8FD9;&#x4EE5;&#x524D;&#x7684;&#x8BB8;&#x8BB8;&#x591A;&#x591A;&#x4E8B;&#x60C5;&#xFF0C;&#x6211;&#x5728;&#x60F3;&#x5982;&#x679C;&#x6211;&#x65E9;&#x4E00;&#x70B9;&#x8BA4;&#x8BC6;&#x8FD9;&#x4F4D;&#x732A;&#x5144;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x4E5F;&#x80FD;&#x50CF;&#x5B83;&#x4E00;&#x6837;&#xFF0C;&#x65E0;&#x89C6;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x8BBE;&#x7F6E;&#xFF0C;&#x8DF3;&#x51FA;&#x6751;&#x91CC;&#xFF0C;&#x957F;&#x51FA;&#x7360;&#x7259;&#x3002;</p>
<p>&#x751F;&#x6D3B;&#x4E2D;&#x6709;&#x5F88;&#x591A;&#x60F3;&#x8BBE;&#x7F6E;&#x522B;&#x4EBA;&#x751F;&#x6D3B;&#x7684;&#x4EBA;&#xFF0C;&#x4E5F;&#x6709;&#x5F88;&#x591A;&#x5728;&#x88AB;&#x8BBE;&#x7F6E;&#x7684;&#x751F;&#x6D3B;&#x91CC;&#x5B89;&#x4E4B;&#x82E5;&#x7D20;&#x3002;&#x6211;&#x4E5F;&#x6000;&#x5FF5;&#x8FD9;&#x4F4D;&#x732A;&#x5144;&#xFF0C;&#x4EE5;&#x53CA;&#x751F;&#x6D3B;&#x4E2D;&#x6240;&#x89C1;&#x5230;&#x8FC7;&#x7684;&#x732A;&#x5144;&#x4EEC;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        
  <div style="padding: 10px 0; margin: 20px auto; width: 90%; text-align: center;">
    <div>壹</div>
    <button id="rewardButton" disable="enable" onclick="var qr = document.getElementById('QR'); if (qr.style.display === 'none') {qr.style.display='block';} else {qr.style.display='none'}">
      <span>赏</span>
    </button>
    <div id="QR" style="display: none;">
      
        <div id="wechat" style="display: inline-block">
          <img id="wechat_qr" src="/wechat.png" alt="Pluto WeChat Pay"/>
          <p>微信打赏</p>
        </div>
      
      
        <div id="alipay" style="display: inline-block">
          <img id="alipay_qr" src="/alipay.jpeg" alt="Pluto Alipay"/>
          <p>支付宝打赏</p>
        </div>
      
    </div>
  </div>


      
    </div>


    <footer class="post-footer">
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/05/02/kitsch/" rel="next" title="初见 kitsch">
                <i class="fa fa-chevron-left"></i> 初见 kitsch
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/07/16/一记/" rel="prev" title="Sky">
                Sky <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg"
               alt="Pluto" />
          <p class="site-author-name" itemprop="name">Pluto</p>
          <p class="site-description motion-element" itemprop="description">双手烤着生命之火取暖, 火萎了, 我也准备走了。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/">
              <span class="site-state-item-count">18</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">标签</span>
              
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/MrPluto" target="_blank" title="github">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  github
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="457808167@qq.com" target="_blank" title="mail">
                  
                    <i class="fa fa-fw fa-envelope"></i>
                  
                  mail
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="plutohyq@gmail.com" target="_blank" title="google">
                  
                    <i class="fa fa-fw fa-google"></i>
                  
                  google
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://twitter.com/pluto_liu" target="_blank" title="twitter">
                  
                    <i class="fa fa-fw fa-twitter"></i>
                  
                  twitter
                </a>
              </span>
            
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Pluto</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Muse
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  



  




	




  
  

  

  

  

  

  
  <!-- <script type="text/javascript" src="//cdn.bootcss.com/canvas-nest.js/1.0.0/canvas-nest.min.js"></script> -->
  
</body>
</html>
