<!doctype html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
    
    <link href="//fonts.googleapis.com/css?family=monospace:300,300italic,400,400italic,700,700italic|monospace:300,300italic,400,400italic,700,700italic|微软雅黑:300,300italic,400,400italic,700,700italic|Lobster Two:300,300italic,400,400italic,700,700italic|PT Mono:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="所思," />








  <link rel="shortcut icon" type="image/x-icon" href="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg?v=5.1.0" />






<meta name="description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x521A;&amp;#x770B;&amp;#x5B8C;&amp;#x53E4;&amp;#x9F99;&amp;#x8001;&amp;#x5E08;&amp;#x7684;&amp;#x4F5C;&amp;#x54C1;&amp;#x300A;&amp;#x591A;&amp;#x60C5;&amp;#x5251;&amp;#x5BA2;&amp;#x65E0;&amp;#x60C5;&amp;#x5251;&amp;#x300B;&amp;#xFF0C;&amp;#x670B;&amp;#x53CB;&amp;#x95EE;">
<meta property="og:type" content="article">
<meta property="og:title" content="每个人的江湖">
<meta property="og:url" content="http://mrpluto.github.io/2017/03/27/每个人的江湖/index.html">
<meta property="og:site_name" content="Pluto's Realm">
<meta property="og:description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x521A;&amp;#x770B;&amp;#x5B8C;&amp;#x53E4;&amp;#x9F99;&amp;#x8001;&amp;#x5E08;&amp;#x7684;&amp;#x4F5C;&amp;#x54C1;&amp;#x300A;&amp;#x591A;&amp;#x60C5;&amp;#x5251;&amp;#x5BA2;&amp;#x65E0;&amp;#x60C5;&amp;#x5251;&amp;#x300B;&amp;#xFF0C;&amp;#x670B;&amp;#x53CB;&amp;#x95EE;">
<meta property="og:updated_time" content="2017-03-26T16:40:31.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="每个人的江湖">
<meta name="twitter:description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x521A;&amp;#x770B;&amp;#x5B8C;&amp;#x53E4;&amp;#x9F99;&amp;#x8001;&amp;#x5E08;&amp;#x7684;&amp;#x4F5C;&amp;#x54C1;&amp;#x300A;&amp;#x591A;&amp;#x60C5;&amp;#x5251;&amp;#x5BA2;&amp;#x65E0;&amp;#x60C5;&amp;#x5251;&amp;#x300B;&amp;#xFF0C;&amp;#x670B;&amp;#x53CB;&amp;#x95EE;">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: 'MrPluto'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://mrpluto.github.io/2017/03/27/每个人的江湖/"/>





  <title> 每个人的江湖 | Pluto's Realm </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Pluto's Realm</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">风月从今别一川</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-main">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-all">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-explore">
          <a href="/explore" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-signing"></i> <br />
            
            顽主
          </a>
        </li>
      
        
        <li class="menu-item menu-item-aboutme">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-thumbs-up"></i> <br />
            
            我
          </a>
        </li>
      

      
    </ul>
  

  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://mrpluto.github.io/2017/03/27/每个人的江湖/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="Pluto">
    <meta itemprop="description" content="">
    <meta itemprop="image" content="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="Pluto's Realm">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="Pluto's Realm" src="">
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                每个人的江湖
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2017-03-27T00:30:11+08:00">
                2017-03-27
              </time>
            

            

            
          </span>

          

          
            
          

          

          
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>&#x6700;&#x8FD1;&#x521A;&#x770B;&#x5B8C;&#x53E4;&#x9F99;&#x8001;&#x5E08;&#x7684;&#x4F5C;&#x54C1;&#x300A;&#x591A;&#x60C5;&#x5251;&#x5BA2;&#x65E0;&#x60C5;&#x5251;&#x300B;&#xFF0C;&#x670B;&#x53CB;&#x95EE;: &#x559C;&#x6B22;&#x91D1;&#x5EB8;&#x591A;&#x4E00;&#x4E9B;&#x8FD8;&#x662F;&#x559C;&#x6B22;&#x53E4;&#x9F99;&#x591A;&#x4E00;&#x4E9B;&#xFF1F;&#x5C31;&#x6211;&#x4EC5;&#x6709;&#x7684;&#x9605;&#x8BFB;&#x91CF;&#x6765;&#x8BF4;&#xFF0C;&#x91D1;&#x5EB8;&#x8001;&#x5E08;&#x7684;&#x6709;: &#x300A;&#x4FA0;&#x5BA2;&#x884C;&#x300B;&#xFF0C;&#x300A;&#x8FDE;&#x57CE;&#x8BC0;&#x300B;&#x548C;&#x300A;&#x5929;&#x9F99;&#x516B;&#x90E8;&#x300B;&#xFF0C;&#x53E4;&#x9F99;&#x8001;&#x5E08;&#x7684;&#x6709;&#x300A;&#x6D41;&#x661F;&#xB7;&#x8774;&#x8776;&#xB7;&#x5251;&#x300B;&#x548C;&#x521A;&#x770B;&#x5B8C;&#x7684;&#x300A;&#x591A;&#x60C5;&#x5251;&#x5BA2;&#x65E0;&#x60C5;&#x5251;&#x300B;&#x3002; &#x91D1;&#x5EB8;&#x8001;&#x5E08;&#x611F;&#x89C9;&#x4E0A;&#x683C;&#x5C40;&#x66F4;&#x5927;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x7269;&#x6027;&#x683C;&#x90FD;&#x5F88;&#x9971;&#x6EE1;&#xFF0C;&#x4F46;&#x662F;&#x4E3B;&#x4EBA;&#x516C;&#x5374;&#x5927;&#x591A;&#x5F88;&#x6728;&#x5F88;&#x5B9E;&#x5728;&#xFF0C;&#x50CF;&#x662F;&#x90ED;&#x9756;&#xFF0C;&#x72C4;&#x4E91;&#xFF0C;&#x72D7;&#x6742;&#x79CD;&#x3002;&#x800C;&#x53E4;&#x9F99;&#x8001;&#x5E08;&#x66F4;&#x5584;&#x5199;&#x4EBA;&#xFF0C;&#x4EBA;&#x5FC3;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5973;&#x4EBA;&#x5FC3;&#xFF0C;&#x50CF;&#x6240;&#x770B;&#x4E24;&#x90E8;&#x4E2D;&#x7684;&#x9AD8;&#x8001;&#x5927;&#xFF0C;&#x6797;&#x4ED9;&#x513F;&#xFF0C;&#x5728;&#x5C0F;&#x8BF4;&#x4E2D;&#x90FD;&#x7FFB;&#x6C5F;&#x5012;&#x6D77;&#x7740;&#xFF0C;&#x60C5;&#x8282;&#x8BA9;&#x4EBA;&#x96BE;&#x4EE5;&#x63E3;&#x6D4B;&#xFF0C;&#x66F4;&#x60CA;&#x5947;&#x3002;&#x4EE5;&#x6211;&#x6240;&#x770B;&#x5C0F;&#x8BF4;&#x6765;&#x8BF4;&#xFF0C;&#x6211;&#x4F1A;&#x66F4;&#x559C;&#x6B22;&#x53E4;&#x9F99;&#x8001;&#x5E08;&#x7684;&#x4F5C;&#x54C1;&#x3002;</p>
<a id="more"></a>
<p>&#x5176;&#x5B9E;&#x6B66;&#x4FA0;&#x9898;&#x6750;&#x7684;&#x4E66;&#x6211;&#x4E4B;&#x524D;&#x662F;&#x62D2;&#x7EDD;&#x7684;&#xFF0C;&#x521D;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5468;&#x8FB9;&#x6709;&#x51E0;&#x4F4D;&#x670B;&#x53CB;&#x4FBF;&#x5F00;&#x59CB;&#x770B;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x4E86;&#xFF0C;&#x90A3;&#x65F6;mp3,mp4&#x8FD8;&#x4E0D;&#x76DB;&#x884C;&#xFF0C;&#x90A3;&#x51E0;&#x4F4D;&#x670B;&#x53CB;&#x5C31;&#x5929;&#x5929;&#x5F80;&#x4E66;&#x5E97;&#x8DD1;&#xFF0C;&#x90A3;&#x65F6;&#x4E66;&#x5E97;&#x91CC;&#x6EE1;&#x662F;&#x9EC4;&#x6613;&#x7684;&#x4E66;&#xFF0C;&#x6211;&#x4E5F;&#x8DDF;&#x4ED6;&#x4EEC;&#x53BB;&#x79DF;&#x8FC7;&#x4E66;&#xFF0C;&#x90A3;&#x4E66;&#x67B6;&#x4E0A;&#x6E05;&#x4E00;&#x8272;&#x7684;&#x9EC4;&#x6613;&#x5199;&#x7684;&#x5C0F;&#x8BF4;&#xFF0C;&#x5C01;&#x9762;&#x4E5F;&#x5927;&#x591A;&#x662F;&#x9EC4;&#x8272;&#xFF0C;&#x800C;&#x4E14;&#x5F88;&#x7834;&#x65E7;&#xFF0C;&#x90A3;&#x65F6;&#x6211;&#x5F88;&#x5403;&#x60CA;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x5C31;&#x6211;&#x6240;&#x77E5;&#x7684;&#xFF0C;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x5C4A;&#x6CF0;&#x6597;&#x91D1;&#x5EB8;&#x5148;&#x751F;&#x6240;&#x6709;&#x4F5C;&#x54C1;&#x540D;&#x5B57;&#x5F00;&#x5934;&#x80FD;&#x7EC4;&#x6210;&#x4E00;&#x5E45;&#x5BF9;&#x8054;: <strong>&#x98DE;&#x96EA;&#x8FDE;&#x5929;&#x5C04;&#x767D;&#x9E7F;&#xFF0C;&#x7B11;&#x4E66;&#x795E;&#x4FA0;&#x501A;&#x78A7;&#x9E33;</strong>&#x3002;&#x800C;&#x8FD9;&#x4E5F;&#x4E0D;&#x8FC7; 14 &#x672C;&#x7F62;&#x4E86;&#xFF0C;&#x800C;&#x8FD9;&#x4F4D;&#x9EC4;&#x6613;&#x786E;&#x6709;&#x90A3;&#x4E48;&#x591A;&#x4F5C;&#x54C1;&#xFF0C;&#x4E00;&#x65F6;&#x4E5F;&#x6210;&#x4E3A;&#x6211;&#x5FC3;&#x91CC;&#x7684;&#x4E00;&#x4E2A;&#x8C1C;&#x56E2;&#x3002;&#x5728;&#x6211;&#x5370;&#x8C61;&#x4E2D;&#x90A3;&#x51E0;&#x4E2A;&#x670B;&#x53CB;&#x51E0;&#x4E4E;&#x4E00;&#x5929;&#x5C31;&#x80FD;&#x770B;&#x5B8C;&#x4E00;&#x672C;&#xFF0C;&#x8FD9;&#x4E5F;&#x8BA9;&#x6211;&#x4F69;&#x670D;&#x4E0D;&#x5DF2;&#x3002;&#x6211;&#x4E00;&#x76F4;&#x5BF9;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x4E0D;&#x600E;&#x4E48;&#x611F;&#x5192;&#x7684;&#xFF0C;&#x90A3;&#x65F6;&#x6211;&#x53EA;&#x8BA4;&#x4E3A;&#x6559;&#x80B2;&#x90E8;&#x63A8;&#x8350;&#x7684;&#x4E66;&#x624D;&#x662F;&#x8BE5;&#x8BFB;&#x7684;&#xFF0C;&#x50CF;&#x56DB;&#x5927;&#x540D;&#x8457;&#x4E4B;&#x7C7B;&#x7684;&#xFF0C;&#x867D;&#x7136;&#x8BFB;&#x5F97;&#x4E0D;&#x662F;&#x5F88;&#x75DB;&#x5FEB;&#xFF0C;&#x4F46;&#x6211;&#x4E5F;&#x7EDD;&#x4E0D;&#x67D3;&#x6307;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#xFF0C;&#x89C9;&#x5F97;&#x90A3;&#x662F;&#x5F02;&#x4E66;&#x3002;&#x540E;&#x6765;&#x62A5;&#x4EAD;&#x91CC;&#x5F00;&#x59CB;&#x6709;&#x4E00;&#x4E9B;&#x300A;&#x6545;&#x4E8B;&#x4F1A;&#x300B;&#x4E00;&#x6837;&#x7684;&#x6742;&#x5FD7;&#x5356;&#x4E86;&#xFF0C;&#x5176;&#x4E2D;&#x6709;&#x672C;&#x6742;&#x5FD7;&#x5F00;&#x542F;&#x4E86;&#x6211;&#x7684;&#x6B66;&#x4FA0;&#x4E4B;&#x95E8;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x672C;&#x6742;&#x5FD7;&#x8FDE;&#x8F7D;&#x4E86;&#x4E00;&#x4E2A;&#x5F88;&#x5438;&#x5F15;&#x4EBA;&#x7684;&#x6B66;&#x4FA0;&#x6545;&#x4E8B;&#xFF0C;&#x4E0D;&#x540C;&#x4E8E;&#x6211;&#x60F3;&#x8C61;&#x4E2D;&#x7684;&#x6B66;&#x4FA0;&#x6545;&#x4E8B;&#xFF0C;&#x540D;&#x5B57;&#x53EB;&#x505A; <strong>&#x300A;&#x5343;&#x95E8;&#x4E4B;&#x95E8;&#x300B;</strong>&#xFF0C;&#x8BB0;&#x5F97;&#x8FD9;&#x672C; &#x300A;&#x5343;&#x95E8;&#x4E4B;&#x95E8;&#x300B;&#x5728;&#x51E0;&#x4E2A;&#x670B;&#x53CB;&#x95F4;&#x8F97;&#x8F6C;&#x5230;&#x6211;&#x624B;&#x4E0A;&#x65F6;&#xFF0C;&#x56DE;&#x5230;&#x5BB6;&#x4ECE;6&#x70B9;&#x4E00;&#x76F4;&#x770B;&#x5230;11&#x70B9;&#xFF0C;&#x4F5C;&#x4E1A;&#x90FD;&#x5DF2;&#x7ECF;&#x5FD8;&#x8BB0;&#x4E86;&#x3002;&#x4ECE;&#x6B64;&#x300A;&#x5343;&#x95E8;&#x300B;&#x7CFB;&#x5217;&#x4E00;&#x66F4;&#x65B0;&#xFF0C;&#x6211;&#x4EEC;&#x66F4;&#x662F;&#x4E00;&#x5206;&#x4E3A;&#x4E09;&#x4FBF;&#x5F00;&#x59CB;&#x770B;&#xFF0C;&#x6839;&#x672C;&#x5C31;&#x7B49;&#x4E0D;&#x53CA;&#x3002;&#x300A;&#x5343;&#x95E8;&#x300B;&#x7CFB;&#x5217;&#x4E5F;&#x4E00;&#x76F4;&#x8FDE;&#x8F7D;&#x4E86;&#x5DEE;&#x4E0D;&#x591A;&#x4E94;&#x516D;&#x90E8;&#x5DE6;&#x53F3;&#x3002;&#x5B83;&#x7684;&#x6954;&#x5B50;&#x6211;&#x81F3;&#x4ECA;&#x8BB0;&#x5FC6;&#x72B9;&#x65B0;:</p>
<blockquote>
<p>&#x4EBA;&#x65E2;&#x65E0;&#xFE0F;&#x864E;&#x72FC;&#x4E4B;&#x722A;&#x7259;&#xFF0C;&#x53C8;&#x65E0;&#x72EE;&#x8C61;&#x4E4B;&#x529B;&#x91CF;&#xFF0C;&#x5374;&#x80FD;&#x64D2;&#x72FC;&#x7F1A;&#x864E;&#xFF0C;&#x9A6F;&#x72EE;&#x730E;&#x8C61;&#xFF0C;&#x65E0;&#x4ED6;&#xFF0C;&#x552F;&#x667A;&#x6167;&#x5C14;&#x3002;</p>
</blockquote>
<p>&#x4E0D;&#x8FC7;&#x867D;&#x7136;&#x300A;&#x5343;&#x95E8;&#x300B;&#x6253;&#x5F00;&#x4E86;&#x6211;&#x7684;&#x6B66;&#x4FA0;&#x4E16;&#x754C;&#x4E4B;&#x95E8;&#xFF0C;&#x9AD8;&#x4E2D;&#x7D27;&#x51D1;&#x7684;&#x8BFE;&#x7A0B;&#x6839;&#x672C;&#x6324;&#x4E0D;&#x51FA;&#x65F6;&#x95F4;&#x6765;&#x63A2;&#x7D22;&#xFF0C;&#x6E10;&#x6E10;&#x4E5F;&#x6DE1;&#x4E86;&#x3002;&#x5927;&#x5B66;&#x65F6;&#xFF0C;&#x67D0;&#x4E00;&#x4E2A;&#x6691;&#x5047;&#x653E;&#x5047;&#x524D;&#xFF0C;&#x5076;&#x7136;&#x770B;&#x5230;&#x540C;&#x5B66;&#x5728;&#x73A9; &#x6D41;&#x884C;&#x8774;&#x8776;&#x5251;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x5F88;&#x4E45;&#x524D;&#x7684;&#x6E38;&#x620F;&#x4E86;&#xFF0C;&#x5F53;&#x65F6;&#x6211;&#x4E5F;&#x73A9;&#x8FC7;&#xFF0C;&#x4F46;&#x662F;&#x4E0D;&#x5F97;&#x8981;&#x9886;&#xFF0C;&#x4E0D;&#x4F1A;&#x653E;&#x62DB;&#xFF0C;&#x770B;&#x540C;&#x5B66;&#x73A9;&#x7684;&#x98DE;&#x5929;&#x9041;&#x5730;&#xFF0C;&#x4E5F;&#x6FC0;&#x8D77;&#x4E86;&#x6211;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x4E8E;&#x662F;&#x4E4E;&#x4FBF;&#x5F00;&#x59CB;&#x8BB0;&#x5F55;&#x6BCF;&#x4E00;&#x79CD;&#x6B66;&#x5668;&#x7684;&#x8FDE;&#x62DB;&#x7EDD;&#x62DB;&#xFF0C;&#x73A9;&#x7684;&#x4E5F;&#x4E0D;&#x4EA6;&#x8BF4;&#x4E4E;&#x3002;&#x73A9;&#x5230;&#x540E;&#x9762;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x8FD9;&#x4E2A;&#x6E38;&#x620F;&#x662F;&#x51FA;&#x81EA;&#x53E4;&#x9F99;&#x8001;&#x5E08;&#x7684;&#x4E00;&#x672C;&#x5C0F;&#x8BF4;&#xFF0C;&#x4E5F;&#x53EB;&#x505A; <strong>&#x300A;&#x6D41;&#x884C;&#xB7;&#x8774;&#x8776;&#xB7;&#x5251;&#x300B;</strong>&#xFF0C;&#x4E8E;&#x662F;&#x6211;&#x4FBF;&#x4E0B;&#x8F7D;&#x6765;&#xFF0C;&#x624B;&#x673A;&#x5C4F;&#x5E55;&#x5F88;&#x5C0F;&#xFF0C;&#x7A9D;&#x5728;&#x88AB;&#x5B50;&#x4E86;&#x82B1;&#x4E86;&#x4E24;&#x4E2A;&#x901A;&#x5BB5;&#x770B;&#x5B8C;&#x4E86;&#x3002;&#x5B5F;&#x661F;&#x9B42;&#xFF0C;&#x5B59;&#x7389;&#x4F2F;&#xFF0C;&#x5F8B;&#x9999;&#x5DDD;&#xFF0C;&#x9AD8;&#x8001;&#x5927;&#x8FD9;&#x4E9B;&#x540D;&#x5B57;&#x8BA9;&#x6211;&#x719F;&#x6089;&#x53C8;&#x964C;&#x751F;&#x671F;&#x5F85;&#xFF0C;&#x719F;&#x6089;&#x662F;&#x5728;&#x6E38;&#x620F;&#x91CC;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x800C;&#x964C;&#x751F;&#x671F;&#x5F85;&#x5219;&#x662F;&#x8FD9;&#x672C;&#x5C0F;&#x8BF4;&#x91CC;&#x4ED6;&#x4EEC;&#x5404;&#x81EA;&#x7684;&#x89D2;&#x8272;&#x548C;&#x5173;&#x8054;&#x3002;&#x540E;&#x6765;&#x300A;&#x7405;&#x740A;&#x699C;&#x300B;&#x70ED;&#x64AD;&#xFF0C;&#x5237;&#x5B8C;&#x5267;&#x540E;&#x4E0D;&#x8FC7;&#x763E;&#x53C8;&#x5237;&#x5B8C;&#x4E86;&#x539F;&#x8457;&#xFF0C;&#x53C8;&#x5FAE;&#x4FE1;&#x63A8;&#x8350;&#x4E0B;&#x770B;&#x5B8C;&#x4E86; &#x300A;&#x8FDE;&#x57CE;&#x8BC0;&#x300B;&#xFF0C;&#x800C;&#x540E;&#x5FC3;&#x8840;&#x6765;&#x6F6E;&#x53C8;&#x5728;&#x7F51;&#x4E0A;&#x641C;&#x6765;&#x7684;&#x300A;&#x5343;&#x95E8;&#x300B;&#x7CFB;&#x5217;&#x53C8;&#x91CD;&#x65B0;&#x5237;&#x4E86;&#x4E00;&#x904D;&#x3002;</p>
<p>&#x6B66;&#x4FA0;&#x5B83;&#x6709;&#x4E00;&#x79CD;&#x5947;&#x7279;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x4E00;&#x65E6;&#x4F60;&#x5F00;&#x59CB;&#x770B;&#x4E86;&#xFF0C;&#x4F60;&#x5C31;&#x5DF2;&#x7ECF;&#x968F;&#x7740;&#x4E3B;&#x4EBA;&#x516C;&#x8E0F;&#x4E0A;&#x4E86;&#x6C5F;&#x6E56;&#x95EF;&#x8361;&#x4E4B;&#x8DEF;&#xFF0C;&#x4F60;&#x5C31;&#x5F00;&#x59CB;&#x4E86;&#x8FD9;&#x6B66;&#x6797;&#x4E2D;&#x7684;&#x5FEB;&#x610F;&#x6069;&#x4EC7;&#x4E0E;&#x52FE;&#x5FC3;&#x6597;&#x89D2;&#xFF0C;&#x8C01;&#x4E0D;&#x60F3;&#x884C;&#x4FA0;&#x4ED7;&#x4E49;&#xFF0C;&#x4ED7;&#x5251;&#x8D70;&#x5929;&#x6DAF;&#xFF0C;&#x8C01;&#x4E0D;&#x60F3;&#x9189;&#x91CC;&#x6311;&#x706F;&#x770B;&#x5251;&#xFF0C;&#x8C01;&#x4E0D;&#x60F3;&#x5927;&#x6F20;&#x9EC4;&#x6C99;&#x3002;&#x6C5F;&#x6E56;&#xFF0C;&#x4E00;&#x542C;&#x5C31;&#x8BA9;&#x4EBA;&#x70ED;&#x8840;&#x6CB8;&#x817E;&#xFF0C;&#x6709;&#x79CD;&#x9B54;&#x529B;&#x5438;&#x5F15;&#x7740;&#x672A;&#x5165;&#x6C5F;&#x6E56;&#x7684;&#x5E74;&#x8F7B;&#x4EBA;&#xFF0C;&#x5B83;&#x5145;&#x6EE1;&#x4E86;&#x5FEB;&#x610F;&#x4FA0;&#x60C5;&#xFF0C;&#x4E5F;&#x5145;&#x6EE1;&#x4E86;&#x65E0;&#x5948;&#x6094;&#x6068;&#x3002;&#x7B49;&#x4F60;&#x6B65;&#x5165;&#x6C5F;&#x6E56;&#xFF0C;&#x4F60;&#x4E5F;&#x8BB8;&#x53D1;&#x73B0;&#x5E76;&#x4E0D;&#x5982;&#x4F60;&#x6240;&#x60F3;&#xFF0C;&#x5C31;&#x50CF; &#x300A;&#x6B66;&#x6797;&#x5916;&#x4F20;&#x300B;&#x4E2D;&#x90ED;&#x8299;&#x84C9;&#x95EF;&#x8361;&#x6C5F;&#x6E56;&#xFF0C;&#x5374;&#x53D1;&#x73B0;&#x5979;&#x5FC3;&#x4E2D;&#x4E07;&#x4EBA;&#x503E;&#x5012;&#x7684;&#x76D7;&#x5723;&#x767D;&#x7389;&#x6C64;&#x5C45;&#x7136;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x7B11;&#x8138;&#x76C8;&#x76C8;&#x7684;&#x8DD1;&#x5802;&#x767D;&#x5C55;&#x5802;&#x4E00;&#x6837;&#x3002;&#x4E5F;&#x8BB8;&#x53D1;&#x73B0;&#x8FD9;&#xFF0C;&#x5929;&#x4E0B;&#x7199;&#x7199;&#xFF0C;&#x7686;&#x4E3A;&#x5229;&#x6765;&#xFF0C;&#x5929;&#x4E0B;&#x6518;&#x6518;&#xFF0C;&#x7686;&#x4E3A;&#x5229;&#x5F80;&#x3002;&#x4F46;&#x4F60;&#x8981;&#x575A;&#x4FE1;&#x7684;&#x662F;&#xFF0C;&#x4FA0;&#x4E4B;&#x5927;&#x8005;&#xFF0C;&#x4E3A;&#x56FD;&#x4E3A;&#x6C11;&#x3002;</p>
<p>&#x6709;&#x4EBA;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5C31;&#x6709;&#x6C5F;&#x6E56;&#x3002;&#x6709;&#x6C5F;&#x6E56;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5C31;&#x6709;&#x7EB7;&#x4E89;&#x3002;</p>
<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="//music.163.com/outchain/player?type=2&amp;id=170749&amp;auto=1&amp;height=66"></iframe>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        
  <div style="padding: 10px 0; margin: 20px auto; width: 90%; text-align: center;">
    <div>壹</div>
    <button id="rewardButton" disable="enable" onclick="var qr = document.getElementById('QR'); if (qr.style.display === 'none') {qr.style.display='block';} else {qr.style.display='none'}">
      <span>赏</span>
    </button>
    <div id="QR" style="display: none;">
      
        <div id="wechat" style="display: inline-block">
          <img id="wechat_qr" src="/wechat.png" alt="Pluto WeChat Pay"/>
          <p>微信打赏</p>
        </div>
      
      
        <div id="alipay" style="display: inline-block">
          <img id="alipay_qr" src="/alipay.jpeg" alt="Pluto Alipay"/>
          <p>支付宝打赏</p>
        </div>
      
    </div>
  </div>


      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/所思/" rel="tag"># 所思</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/03/20/我的理想主义/" rel="next" title="我的理想主义">
                <i class="fa fa-chevron-left"></i> 我的理想主义
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/04/10/你眼中的世界/" rel="prev" title="写你麻痹">
                写你麻痹 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg"
               alt="Pluto" />
          <p class="site-author-name" itemprop="name">Pluto</p>
          <p class="site-description motion-element" itemprop="description">双手烤着生命之火取暖, 火萎了, 我也准备走了。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/">
              <span class="site-state-item-count">20</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">标签</span>
              
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/MrPluto" target="_blank" title="github">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  github
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="457808167@qq.com" target="_blank" title="mail">
                  
                    <i class="fa fa-fw fa-envelope"></i>
                  
                  mail
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="plutohyq@gmail.com" target="_blank" title="google">
                  
                    <i class="fa fa-fw fa-google"></i>
                  
                  google
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://twitter.com/pluto_liu" target="_blank" title="twitter">
                  
                    <i class="fa fa-fw fa-twitter"></i>
                  
                  twitter
                </a>
              </span>
            
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Pluto</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Muse
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  



  




	




  
  

  

  

  

  

  
  <!-- <script type="text/javascript" src="//cdn.bootcss.com/canvas-nest.js/1.0.0/canvas-nest.min.js"></script> -->
  
</body>
</html>
