<!doctype html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
    
    <link href="//fonts.googleapis.com/css?family=monospace:300,300italic,400,400italic,700,700italic|monospace:300,300italic,400,400italic,700,700italic|微软雅黑:300,300italic,400,400italic,700,700italic|Lobster Two:300,300italic,400,400italic,700,700italic|PT Mono:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="所思," />








  <link rel="shortcut icon" type="image/x-icon" href="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg?v=5.1.0" />






<meta property="og:type" content="article">
<meta property="og:title" content="我的理想主义">
<meta property="og:url" content="http://mrpluto.github.io/2017/03/20/我的理想主义/index.html">
<meta property="og:site_name" content="Pluto's Realm">
<meta property="og:image" content="http://ppe.oss-cn-shenzhen.aliyuncs.com/collections/37/1/thumb.jpg">
<meta property="og:updated_time" content="2017-03-20T15:05:15.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="我的理想主义">
<meta name="twitter:image" content="http://ppe.oss-cn-shenzhen.aliyuncs.com/collections/37/1/thumb.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: 'MrPluto'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://mrpluto.github.io/2017/03/20/我的理想主义/"/>





  <title> 我的理想主义 | Pluto's Realm </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Pluto's Realm</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">风月从今别一川</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-main">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-all">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-explore">
          <a href="/explore" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-signing"></i> <br />
            
            顽主
          </a>
        </li>
      
        
        <li class="menu-item menu-item-aboutme">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-thumbs-up"></i> <br />
            
            我
          </a>
        </li>
      

      
    </ul>
  

  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://mrpluto.github.io/2017/03/20/我的理想主义/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="Pluto">
    <meta itemprop="description" content="">
    <meta itemprop="image" content="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="Pluto's Realm">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="Pluto's Realm" src="">
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                我的理想主义
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2017-03-20T23:34:38+08:00">
                2017-03-20
              </time>
            

            

            
          </span>

          

          
            
          

          

          
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="http://ppe.oss-cn-shenzhen.aliyuncs.com/collections/37/1/thumb.jpg" alt=""></p>
<a id="more"></a>
<p>&#x6211;&#x5728;&#x9AD8;&#x4E2D;&#x4EE5;&#x524D;&#x7684;&#x5341;&#x591A;&#x5E74;&#xFF0C;&#x4E00;&#x76F4;&#x662F;&#x548C;&#x7237;&#x7237;&#x5976;&#x5976;&#x4E00;&#x8D77;&#x751F;&#x6D3B;&#xFF0C;&#x8001;&#x5988;&#x56E0;&#x4E3A;&#x5DE5;&#x4F5C;&#x5E38;&#x5E38;&#x662F;&#x534A;&#x4E2A;&#x6708;&#x56DE;&#x6765;&#x4E00;&#x8D9F;,&#x8001;&#x7238;&#x5370;&#x8C61;&#x4E2D;&#x53EA;&#x6709;&#x8FC7;&#x5E74;&#x3002;&#x67D0;&#x79CD;&#x610F;&#x4E49;&#x4E0A;&#xFF0C;&#x6211;&#x7B97;&#x662F;&#x534A;&#x4E2A;&#x2019;&#x7559;&#x5B88;&#x513F;&#x7AE5;&#x2019;&#x3002;&#x5976;&#x5976;&#x5BB6;&#x4E00;&#x680B;&#x4E09;&#x5C42;&#x7684;&#x5927;&#x623F;&#x5B50;&#xFF0C;&#x4ECE;&#x5C0F;&#x5B66;&#x516D;&#x5E74;&#x7EA7;&#x5F00;&#x59CB;&#xFF0C;&#x6211;&#x5C31;&#x642C;&#x5230;&#x697C;&#x4E0A;&#x53BB;&#xFF0C;&#x665A;&#x4E0A;&#x5403;&#x5B8C;&#x996D;&#x548C;&#x5C0F;&#x4F19;&#x4F34;&#x4EEC;&#x73A9;&#x800D;&#x540E;&#xFF0C;&#x4FBF;&#x4E0A;&#x697C;&#xFF0C;&#x4EE5;&#x5199;&#x4F5C;&#x4E1A;&#x4E3A;&#x540D;&#x505A;&#x81EA;&#x5DF1;&#x7684;&#x4E8B;&#x3002;&#x6211;&#x623F;&#x95F4;&#x7684;&#x4E66;&#x67B6;&#x4E0A;&#x6446;&#x4E86;&#x5F88;&#x591A;&#x7684;&#x4E66;&#xFF0C;&#x5176;&#x5B9E;&#x4E00;&#x5F00;&#x59CB;&#x662F;&#x6CA1;&#x51E0;&#x672C;&#x7684;&#xFF0C;&#x8001;&#x7238;&#x8001;&#x5988;&#x5076;&#x5C14;&#x4F1A;&#x7ED9;&#x6211;&#x5E26;&#x51E0;&#x672C;&#x4E66;&#x56DE;&#x6765;&#xFF0C;&#x4F46;&#x662F;&#x7A00;&#x7A00;&#x758F;&#x758F;&#x66F4;&#x52A0;&#x663E;&#x5F97;&#x595A;&#x843D;&#x4E86;&#x3002;&#x4E8E;&#x662F;&#x6211;&#x4FBF;&#x7FFB;&#x7BB1;&#x5012;&#x67DC;&#x7684;&#x7FFB;&#x51FA;&#x6570;&#x5341;&#x672C;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x7684;&#x5929;&#x4E66;&#xFF0C;&#x5976;&#x5976;&#x7684;&#x4E2D;&#x533B;&#x836F;&#x624B;&#x518C;&#xFF0C;&#x8001;&#x7238;&#x7684;&#x5EFA;&#x7B51;&#x5DE5;&#x7A0B;&#x4E13;&#x4E1A;&#x4E66;&#x90FD;&#x88AB;&#x6211;&#x632A;&#x5230;&#x4E86;&#x6211;&#x7684;&#x4E66;&#x67B6;&#xFF0C;&#x4E8E;&#x662F;&#x5B83;&#x4FBF;&#x5145;&#x5B9E;&#x8D77;&#x6765;&#xFF0C;&#x6211;&#x7684;&#x5C0F;&#x5C0F;&#x865A;&#x8363;&#x5FC3;&#x4E5F;&#x5F97;&#x5230;&#x4E86;&#x6EE1;&#x8DB3;&#x3002;</p>
<p>&#x6BCF;&#x4E2A;&#x5C0F;&#x5B69;&#x8BB0;&#x4E8B;&#x524D;&#x5FC5;&#x6709;&#x60CA;&#x4E16;&#x4E4B;&#x624D;&#xFF0C;&#x636E;&#x574A;&#x95F4;&#x4F20;&#x8A00;&#xFF0C;&#x6211;&#x4E09;&#x5C81;&#x4FBF;&#x80FD;&#x719F;&#x80CC;&#x5510;&#x8BD7;&#x6570;&#x5341;&#x4F59;&#x9996;&#xFF0C;&#x4EE5;&#x6B64;&#x63A8;&#x8BBA;&#xFF0C;&#x6211;&#x65AD;&#x65E0;&#x4E0D;&#x7231;&#x4E66;&#x4E4B;&#x7406;&#x3002;&#x90A3;&#x65F6;&#x5019;&#x8BFB;&#x4E86;&#x5F88;&#x591A;&#x4E66;&#xFF0C;&#x6709;&#x5F88;&#x591A;&#x4E66;&#x4EE5;&#x6211;&#x5F53;&#x5E74;&#x7684;&#x8FA9;&#x77E5;&#xFF0C;&#x6839;&#x672C;&#x4E0D;&#x77E5;&#x6240;&#x4E91;&#xFF0C;&#x5982;&#x300A;&#x7236;&#x4E0E;&#x5B50;&#x300B;,&#x300A;&#x590D;&#x6D3B;&#x300B;&#x7B49;&#x7B49;&#xFF0C;&#x6211;&#x603B;&#x662F;&#x8349;&#x8349;&#x8BFB;&#x5B8C;&#xFF0C;&#x8BFB;&#x5B8C;&#x751A;&#x81F3;&#x4E66;&#x4E2D;&#x5927;&#x6982;&#x8BB2;&#x4E86;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x660E;&#x767D;&#xFF0C;&#x865A;&#x8363;&#x5FC3;&#x5374;&#x60F3;&#x7740;:&#x53C8;&#x8BFB;&#x4E86;&#x4E00;&#x672C;&#x4E66;&#x3002;&#x6211;&#x7684;&#x8BED;&#x6587;&#x8BFE;&#x672C;&#x7684;&#x76EE;&#x5F55;&#x9875;&#x7559;&#x767D;&#x5904;&#xFF0C;&#x5199;&#x6EE1;&#x4E86;&#x5404;&#x4E2A;&#x56FD;&#x5BB6;&#x7684;&#x4F5C;&#x5BB6;&#x548C;&#x4ED6;&#x7684;&#x4EE3;&#x8868;&#x4F5C;&#x54C1;&#xFF0C;&#x5DE6;&#x62C9;&#xFF0C;&#x5DF4;&#x5C14;&#x624E;&#x514B;&#xFF0C;&#x5C60;&#x683C;&#x6D85;&#x592B;&#xFF0C;&#x83AB;&#x6CCA;&#x6851;&#x7B49;&#x7B49;&#x7B49;&#x7B49;&#x3002;&#x770B;&#x7740;&#x8FD9;&#x4E9B;&#x4EBA;&#x540D;&#x548C;&#x4F5C;&#x54C1;&#xFF0C;&#x5FC3;&#x91CC;&#x83AB;&#x540D;&#x7684;&#x6EE1;&#x8DB3;&#x3002;&#x4F46;&#x5176;&#x5B9E;&#x5E76;&#x4E0D;&#x77E5;&#x4F55;&#x7528;&#x3002;</p>
<p>&#x4E0D;&#x77E5;&#x9053;&#x4ECE;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x5F00;&#x59CB;&#xFF0C;&#x5E74;&#x5E74;&#x90FD;&#x5728;&#x73ED;&#x5E72;&#x90E8;&#x7ADE;&#x9009;&#x4E0A;&#x6FC0;&#x6602;&#x6587;&#x5B57;&#x7684;&#x6211;&#x4E0D;&#x600E;&#x4E48;&#x559C;&#x6B22;&#x53BB;&#x8868;&#x73B0;&#x81EA;&#x5DF1;&#x4E86;&#xFF0C;&#x8001;&#x5E08;&#x95EE;&#x95EE;&#x9898;&#x65F6;&#x5982;&#x5750;&#x9488;&#x6BE1;&#xFF0C;&#x5BB3;&#x6015;&#x88AB;&#x70B9;&#x540D;&#xFF0C;&#x4E00;&#x5EA6;&#x751A;&#x81F3;&#x56E0;&#x4E3A;&#x8BFE;&#x5802;&#x4E0A;&#x4E3E;&#x624B;&#x4E0D;&#x8E0A;&#x8DC3;&#x800C;&#x53EB;&#x8FDB;&#x529E;&#x516C;&#x5BA4;&#x3002;&#x5347;&#x5B66;&#x540E;&#x4E2A;&#x4EBA;&#x7684;&#x73ED;&#x5E72;&#x90E8;&#x610F;&#x5411;&#x8868;&#x4E0A;&#xFF0C;&#x6211;&#x751A;&#x81F3;&#x5199;&#x4E0B;&#x4E86; &#x2019;&#x65E0;&#x5B98;&#x4E00;&#x8EAB;&#x8F7B;&#x2019;&#xFF0C;&#x597D;&#x50CF;&#x5C0F;&#x5C0F;&#x5E74;&#x7EAA;&#x5C31;&#x5DF2;&#x7ECF;&#x53C2;&#x900F;&#x4E16;&#x4E8B;&#x3002;&#x6210;&#x7ACB;&#x5E2E;&#x6D3E;&#x662F;&#x518D;&#x81EA;&#x7136;&#x4E0D;&#x8FC7;&#x7684;&#x4E8B;&#xFF0C;&#x4F46;&#x4F5C;&#x4E3A;&#x5E2E;&#x6D3E;&#x521B;&#x59CB;&#x4EBA;&#x4E4B;&#x4E00;&#x7684;&#x6211;&#xFF0C;&#x540E;&#x6765;&#x5C45;&#x7136;&#x88AB;&#x540C;&#x5B66;&#x5199;&#x4E86;&#x9996;&#x6253;&#x6CB9;&#x8BD7;&#x8C03;&#x4F83;&#xFF0C;&#x5927;&#x4F53;&#x610F;&#x601D;&#x662F;&#x2018;&#x6C89;&#x9ED8;&#x662F;&#x91D1;&#x2019;&#xFF0C;&#x5F53;&#x65F6;&#x6211;&#x7684;&#x5F62;&#x8C61;&#x53EF;&#x89C1;&#x4E00;&#x6591;&#x3002;</p>
<p>&#x4EE5;&#x540E;&#x6211;&#x66FE;&#x8BD5;&#x7740;&#x4E3B;&#x52A8;&#x4E00;&#x4E9B;&#xFF0C;&#x591A;&#x626F;&#x626F;&#x6709;&#x7684;&#x6CA1;&#x7684;&#xFF0C;&#x4FDD;&#x6301;&#x6DF7;&#x4E2A;&#x8138;&#x719F;&#xFF0C;&#x4F46;&#x6211;&#x8BF4;&#x7684;&#x4E00;&#x4E9B;&#x8BDD;&#x4E00;&#x4E9B;&#x6897;&#x597D;&#x50CF;&#x53EA;&#x662F;&#x8D77;&#x5230;&#x5C34;&#x5C2C;&#x6211;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x6162;&#x6162;&#x6211;&#x89C9;&#x5F97;&#x8FD9;&#x8BA9;&#x6211;&#x96BE;&#x53D7;&#xFF0C;&#x522B;&#x626D;&#xFF0C;&#x8FD9;&#x4E0D;&#x662F;&#x6211;&#x613F;&#x610F;&#x7684;&#x3002;&#x4E00;&#x76F4;&#x8BA4;&#x4E3A;&#xFF0C;&#x60C5;&#x611F;&#x7684;&#x4E1C;&#x897F;&#x662F;&#x5B9D;&#x8D35;&#x548C;&#x79C1;&#x4EBA;&#x7684;&#xFF0C;&#x4E5F;&#x559C;&#x6B22;&#x56E0;&#x4E3A;&#x4E00;&#x4E9B;&#x4E8B;&#x53D1;&#x53D1;&#x52A8;&#x6001;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x5F53;&#x65F6;&#x7279;&#x5B9A;&#x5FC3;&#x5883;&#x53C8;&#x80FD;&#x6709;&#x591A;&#x5C11;&#x4EBA;&#x80FD;&#x7406;&#x89E3;&#x5230;&#xFF0C;&#x53C8;&#x6216;&#x8005;&#x662F;&#x6839;&#x672C;&#x98CE;&#x9A6C;&#x725B;&#x4E0D;&#x76F8;&#x5173;&#x3002;&#x6162;&#x6162;&#x6211;&#x4E0D;&#x613F;&#x53BB;&#x56DE;&#x590D;&#x4EBA;(&#x4E0D;&#x662F;&#x9488;&#x5BF9;&#x8C01;&#xFF0C;&#x800C;&#x662F;&#x6240;&#x6709;&#x4EBA;&#xFF0C;&#x8111;&#x8865;&#x914D;&#x56FE;)&#xFF0C;&#x6211;&#x901A;&#x8FC7;&#x4E00;&#x5F20;&#x56FE;&#x7247;&#xFF0C;&#x4E00;&#x53E5;&#x8BDD;&#x8868;&#x8FBE;&#x51FA;&#x4E86;&#x6211;&#x7684;&#x6240;&#x89C1;&#x6240;&#x60F3;&#x6216;&#x8005;&#x6700;&#x8FD1;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x5173;&#x5FC3;&#x7684;&#x4EBA;&#x770B;&#x5230;&#x5C31;&#x597D;&#xFF0C;&#x61C2;&#x7684;&#x4EBA;&#x7406;&#x89E3;&#x5C31;&#x597D;&#xFF0C;&#x53EA;&#x8FD9;&#x5F53;&#x4E0B;&#x7684;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x6211;&#x81EA;&#x503E;&#x6000;&#xFF0C;&#x541B;&#x4E14;&#x968F;&#x610F;&#x3002;&#x81F3;&#x4E8E;&#x5176;&#x4ED6;&#x7684;&#xFF0C;&#x4F60;&#x90A3;&#x4E48;&#x5173;&#x5FC3;&#xFF0C;&#x5E72;&#x561B;&#x4E0D;&#x7ED9;&#x6211;&#x6253;&#x7535;&#x8BDD;&#x5462;&#xFF1F;&#x5E72;&#x561B;&#x4E0D;&#x7EA6;&#x6211;&#x5403;&#x996D;&#x559D;&#x9152;&#x5462;&#xFF1F;&#x4E5F;&#x5C31;&#x559D;&#x4E2A;&#x534A;&#x65A4;&#x516B;&#x4E24;&#x7684;&#x3002;</p>
<p>&#x4EBA;&#x4E00;&#x957F;&#x5927;&#xFF0C;&#x770B;&#x5230;&#x7684;&#x4E1C;&#x897F;&#x591A;&#x4E86;&#xFF0C;&#x61C2;&#x7684;&#x4E1C;&#x897F;&#x591A;&#x4E86;&#xFF0C;&#x8981;&#x53BB;&#x5C1D;&#x8BD5;&#x4E00;&#x4E9B;&#x4E1C;&#x897F;&#x5C31;&#x9700;&#x8981;&#x66F4;&#x591A;&#x7684;&#x8BF4;&#x670D;&#x548C;&#x51B3;&#x5FC3;&#x3002;&#x5C0F;&#x65F6;&#x5019;&#x5B66;&#x5409;&#x4ED6;&#x60F3;&#x6765;&#x5C31;&#x6765;&#xFF0C;&#x7EC4;&#x8F66;&#x961F;&#x5230;&#x76F8;&#x9694;40&#x516C;&#x91CC;&#x7684;&#x5916;&#x5A46;&#x5BB6;&#x8BF4;&#x8D70;&#x5C31;&#x8D70;&#x3002;&#x800C;&#x4ECA;&#x60F3;&#x6765;&#x5C31;&#x6765;&#xFF0C;&#x8BF4;&#x8D70;&#x5C31;&#x8D70;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x8BA9;&#x5F88;&#x591A;&#x4EBA;&#x7FA1;&#x6155;&#x751A;&#x81F3;&#x5FC3;&#x5992;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x627E;&#x51FA;&#x4E00;&#x4E07;&#x4E2A;&#x7406;&#x7531;&#x6765;&#x4E3A;&#x81EA;&#x5DF1;&#x8FA9;&#x89E3;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x505A;&#xFF0C;&#x4F60;&#x53EA;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x7406;&#x7531;&#xFF0C;&#x5C31;&#x7B80;&#x5355;&#x7684;&#x9075;&#x4ECE;&#x4F60;&#x5185;&#x5FC3;&#x7684;&#x60F3;&#x6CD5;&#x3002;&#x4ECE;&#x4E00;&#x4EF6;&#x4E8B;&#x6362;&#x5230;&#x53E6;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x4ECE;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#x6362;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x5BF9;&#x4EE5;&#x524D;&#x7684;&#x629B;&#x5374;&#xFF0C;&#x800C;&#x662F;&#x5BF9;&#x73B0;&#x5728;&#x7684;&#x70ED;&#x5207;&#x5E0C;&#x671B;&#x3002;</p>
<p>&#x5E74;&#x9F84;&#x662F;&#x6700;&#x65E0;&#x5F62;&#x7684;&#x7EB8;&#x8001;&#x864E;&#xFF0C;&#x5E38;&#x5E38;&#x6210;&#x4E3A;&#x4EBA;&#x4EEC;&#x7684;&#x501F;&#x53E3;&#x3002;&#x5BB6;&#x91CC;&#x4EBA;&#x5E38;&#x5E38;&#x8BF4;&#x7684;&#x4F60;&#x73B0;&#x5728;&#x4E0D;&#x5C0F;&#x4E86;&#xFF0C;&#x9694;&#x58C1;&#x8001;&#x738B;&#x5BB6;&#x5B69;&#x5B50;&#x90FD;&#x4E8C;&#x80CE;&#x5566;&#xFF0C;&#x4F60;&#x8BE5;&#x600E;&#x6837;&#x600E;&#x6837;&#x4E86;&#xFF0C;&#x8FD9;&#x662F;&#x6700;&#x65E0;&#x6CD5;&#x7406;&#x89E3;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x60F3;&#x6D3B;&#x6210;&#x4EC0;&#x4E48;&#x6837;&#xFF0C;&#x4E0E;&#x5E74;&#x9F84;&#x65E0;&#x5173;&#xFF0C;&#x4E0E;&#x522B;&#x4EBA;&#x66F4;&#x65E0;&#x5173;&#x3002;&#x5F53;&#x4EBA;&#x5BB6;&#x7FFB;&#x5C71;&#x8D8A;&#x5CAD;&#x6E34;&#x671B;&#x5230;&#x8FBE;&#x5C71;&#x9876;,&#x5F53;&#x4EBA;&#x5BB6;&#x7AD9;&#x5728;&#x5C71;&#x9876;&#x5439;&#x6367;&#x6240;&#x8C13;&#x7F8E;&#x666F;,&#x4F60;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x8FD8;&#x5728;&#x539F;&#x5730;&#xFF0C;&#x90A3;&#x53C8;&#x600E;&#x6837;&#x3002;&#x81EA;&#x5DF1;&#x6765;&#x9762;&#x5BF9;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x56F0;&#x96BE;&#x6311;&#x6218;&#xFF0C;&#x81EA;&#x5DF1;&#x6765;&#x786E;&#x5B9A;&#x4EBA;&#x751F;&#x8282;&#x594F;&#x7684;&#x8F7B;&#x91CD;&#x7F13;&#x6025;&#xFF0C;&#x4E0E;&#x5B89;&#x6392;&#x7684;&#x4EBA;&#x751F;&#x54EA;&#x4E00;&#x4E2A;&#x66F4;&#x52A0;&#x8BA9;&#x4EBA;&#x5FC3;&#x5411;&#x5F80;&#x4E4B;&#xFF1F;</p>
<p>&#x751F;&#x6D3B;&#x6C38;&#x8FDC;&#x662F;&#x9057;&#x61BE;&#x7684;&#xFF0C;&#x6B63;&#x5982;&#x540C;&#x827A;&#x672F;&#x4E00;&#x822C;&#x3002;&#x300A;&#x95FB;&#x9999;&#x8BC6;&#x5973;&#x4EBA;&#x300B;&#x4E2D;&#x8BF4;&#x5230;:&#x8DF3;&#x63A2;&#x6208;&#x4E0D;&#x50CF;&#x4EBA;&#x751F;&#xFF0C;&#x8DF3;&#x9519;&#x4E86;&#x7EE7;&#x7EED;&#x8DF3;&#x5C31;&#x884C;&#x4E86;&#x3002; &#x4EBA;&#x751F;&#x867D;&#x7136;&#x4E0D;&#x80FD;&#x91CD;&#x6765;&#xFF0C;&#x4F46;&#x4F60;&#x6BCF;&#x4E00;&#x4E2A;&#x821E;&#x6B65;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x4E0D;&#x662F;&#x8DF3;&#x5728;&#x6B63;&#x786E;&#x7684;&#x70B9;&#x4E0A;&#xFF0C;&#x771F;&#x7684;&#x6709;&#x90A3;&#x4E48;&#x5927;&#x5173;&#x7CFB;&#x4E48;&#x3002;&#x9C81;&#x8FC5;&#x5148;&#x751F;&#x6240;&#x8BF4;&#x7684;&#xFF0C;&#x771F;&#x7684;&#x52C7;&#x58EB;&#x65E0;&#x975E;&#x662F;&#x5728;&#x770B;&#x6E05;&#x751F;&#x6D3B;&#x7684;&#x672C;&#x8D28;&#x540E;&#x4F9D;&#x7136;&#x70ED;&#x7231;&#x5B83;&#x3002;&#x4E0D;&#x53BB;&#x770B;&#x4E16;&#x754C;&#xFF0C;&#x4F55;&#x6765;&#x4E16;&#x754C;&#x89C2;&#xFF0C;&#x4E0D;&#x53BB;&#x9886;&#x7565;&#x7956;&#x56FD;&#x7684;&#x5C71;&#x5DDD;&#xFF0C;&#x697C;&#x53F0;&#x4EAD;&#x69AD;&#xFF0C;&#x4F55;&#x8C08;&#x7231;&#x56FD;&#x3002;&#x4E0D;&#x591A;&#x5C1D;&#x8BD5;&#xFF0C;&#x6211;&#x4EEC;&#x53C8;&#x600E;&#x4E48;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5185;&#x5FC3;&#x7684;&#x6E34;&#x6C42;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x6837;&#x672C;&#x5C31;&#x8BE5;&#x751F;&#x731B;&#x5982;&#x725B;&#x7684;&#x5E74;&#x7EAA;&#x91CC;&#xFF0C;&#x600E;&#x80FD;&#x4E0D;&#x9C9C;&#x8863;&#x6012;&#x9A6C;&#xFF0C;&#x6A2A;&#x69CA;&#x4E34;&#x6C5F;&#xFF1F;</p>
<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="//music.163.com/outchain/player?type=2&amp;id=437289014&amp;auto=0&amp;height=66"></iframe>

<p>PS: &#x4ECE;&#x6765;&#x4EE5;&#x4E3A;&#x6240;&#x8C13;&#x4E13;&#x8F91;&#x4E0D;&#x8FC7;&#x5C31;&#x662F;&#x6B4C;&#x66F2;&#x7EC4;&#x5408;&#x3002;&#x963F;&#x8086;&#x8FD9;&#x5F20;&#x4E13;&#x8F91;&#x8BA9;&#x6211;&#x660E;&#x767D;&#xFF0C;&#x4E00;&#x5F20;&#x4E13;&#x8F91;&#xFF0C;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x6709;&#x751F;&#x547D;&#x529B;&#x7684;&#x6545;&#x4E8B;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        
  <div style="padding: 10px 0; margin: 20px auto; width: 90%; text-align: center;">
    <div>壹</div>
    <button id="rewardButton" disable="enable" onclick="var qr = document.getElementById('QR'); if (qr.style.display === 'none') {qr.style.display='block';} else {qr.style.display='none'}">
      <span>赏</span>
    </button>
    <div id="QR" style="display: none;">
      
        <div id="wechat" style="display: inline-block">
          <img id="wechat_qr" src="/wechat.png" alt="Pluto WeChat Pay"/>
          <p>微信打赏</p>
        </div>
      
      
        <div id="alipay" style="display: inline-block">
          <img id="alipay_qr" src="/alipay.jpeg" alt="Pluto Alipay"/>
          <p>支付宝打赏</p>
        </div>
      
    </div>
  </div>


      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/所思/" rel="tag"># 所思</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/03/15/函数式setState-React的未来/" rel="next" title="functional setState 是 React 的未来 (译文)">
                <i class="fa fa-chevron-left"></i> functional setState 是 React 的未来 (译文)
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/03/27/每个人的江湖/" rel="prev" title="每个人的江湖">
                每个人的江湖 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg"
               alt="Pluto" />
          <p class="site-author-name" itemprop="name">Pluto</p>
          <p class="site-description motion-element" itemprop="description">双手烤着生命之火取暖, 火萎了, 我也准备走了。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/">
              <span class="site-state-item-count">19</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">标签</span>
              
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/MrPluto" target="_blank" title="github">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  github
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="457808167@qq.com" target="_blank" title="mail">
                  
                    <i class="fa fa-fw fa-envelope"></i>
                  
                  mail
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="plutohyq@gmail.com" target="_blank" title="google">
                  
                    <i class="fa fa-fw fa-google"></i>
                  
                  google
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://twitter.com/pluto_liu" target="_blank" title="twitter">
                  
                    <i class="fa fa-fw fa-twitter"></i>
                  
                  twitter
                </a>
              </span>
            
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Pluto</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Muse
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  



  




	




  
  

  

  

  

  

  
  <!-- <script type="text/javascript" src="//cdn.bootcss.com/canvas-nest.js/1.0.0/canvas-nest.min.js"></script> -->
  
</body>
</html>
