<!doctype html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
      
    

    
  

  
    
    
    <link href="//fonts.googleapis.com/css?family=monospace:300,300italic,400,400italic,700,700italic|monospace:300,300italic,400,400italic,700,700italic|微软雅黑:300,300italic,400,400italic,700,700italic|Lobster Two:300,300italic,400,400italic,700,700italic|PT Mono:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="所玩," />








  <link rel="shortcut icon" type="image/x-icon" href="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg?v=5.1.0" />






<meta name="description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x559C;&amp;#x6B22;&amp;#x4E0A;&amp;#x5929;&amp;#x7A7A;&amp;#x4E86;,&amp;#x5173;&amp;#x6CE8;&amp;#x7684;&amp;#x4E00;&amp;#x4E2A;&amp;#x516C;&amp;#x4F17;&amp;#x53F7;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5929;&amp;#x65E9;&amp;#x4E0A;&amp;#x90FD;&amp;#x96F7;&amp;#x6253;&amp;#x4E0">
<meta property="og:type" content="article">
<meta property="og:title" content="Sky">
<meta property="og:url" content="http://mrpluto.github.io/2017/07/16/一记/index.html">
<meta property="og:site_name" content="Pluto's Realm">
<meta property="og:description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x559C;&amp;#x6B22;&amp;#x4E0A;&amp;#x5929;&amp;#x7A7A;&amp;#x4E86;,&amp;#x5173;&amp;#x6CE8;&amp;#x7684;&amp;#x4E00;&amp;#x4E2A;&amp;#x516C;&amp;#x4F17;&amp;#x53F7;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5929;&amp;#x65E9;&amp;#x4E0A;&amp;#x90FD;&amp;#x96F7;&amp;#x6253;&amp;#x4E0">
<meta property="og:image" content="http://mrpluto.github.io/2017/07/16/一记/lakesky.jpg">
<meta property="og:image" content="http://mrpluto.github.io/2017/07/16/一记/road_sky.jpg">
<meta property="og:image" content="http://mrpluto.github.io/2017/07/16/一记/ball_count.jpg">
<meta property="og:image" content="http://mrpluto.github.io/2017/07/16/一记/count.jpg">
<meta property="og:image" content="http://mrpluto.github.io/2017/07/16/一记/sea.jpg">
<meta property="og:updated_time" content="2017-07-16T14:48:35.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Sky">
<meta name="twitter:description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x559C;&amp;#x6B22;&amp;#x4E0A;&amp;#x5929;&amp;#x7A7A;&amp;#x4E86;,&amp;#x5173;&amp;#x6CE8;&amp;#x7684;&amp;#x4E00;&amp;#x4E2A;&amp;#x516C;&amp;#x4F17;&amp;#x53F7;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5929;&amp;#x65E9;&amp;#x4E0A;&amp;#x90FD;&amp;#x96F7;&amp;#x6253;&amp;#x4E0">
<meta name="twitter:image" content="http://mrpluto.github.io/2017/07/16/一记/lakesky.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: 'MrPluto'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://mrpluto.github.io/2017/07/16/一记/"/>





  <title> Sky | Pluto's Realm </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Pluto's Realm</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">风月从今别一川</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-main">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-all">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-explore">
          <a href="/explore" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-signing"></i> <br />
            
            顽主
          </a>
        </li>
      
        
        <li class="menu-item menu-item-aboutme">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-thumbs-up"></i> <br />
            
            我
          </a>
        </li>
      

      
    </ul>
  

  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://mrpluto.github.io/2017/07/16/一记/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="Pluto">
    <meta itemprop="description" content="">
    <meta itemprop="image" content="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="Pluto's Realm">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="Pluto's Realm" src="">
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                Sky
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2017-07-16T20:59:58+08:00">
                2017-07-16
              </time>
            

            

            
          </span>

          

          
            
          

          

          
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="/2017/07/16/&#x4E00;&#x8BB0;/lakesky.jpg" alt=""></p>
<p>&#x6700;&#x8FD1;&#x559C;&#x6B22;&#x4E0A;&#x5929;&#x7A7A;&#x4E86;,&#x5173;&#x6CE8;&#x7684;&#x4E00;&#x4E2A;&#x516C;&#x4F17;&#x53F7;&#xFF0C;&#x6BCF;&#x5929;&#x65E9;&#x4E0A;&#x90FD;&#x96F7;&#x6253;&#x4E0D;&#x52A8;&#x7684;&#x63A8;&#x9001;&#x4E00;&#x5F20;&#x5929;&#x7A7A;&#x56FE;&#x7247;&#xFF0C;&#x603B;&#x89C9;&#x6CA1;&#x4EC0;&#x4E48;&#x7279;&#x8272;&#xFF0C;&#x73B0;&#x5728;&#x4F3C;&#x4E4E;&#x4E5F;&#x6709;&#x4E9B;&#x660E;&#x767D;&#x4E86;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x53BB;&#x953B;&#x70BC;&#xFF0C;&#x4F1A;&#x9009;&#x62E9;&#x65E9;&#x70B9;&#x56DE;&#x5BB6;&#xFF0C;&#x8FD9;&#x6837;&#x4E0D;&#x81F3;&#x4E8E;&#x9519;&#x8FC7;&#x508D;&#x665A;&#x6700;&#x8FF7;&#x4EBA;&#x7684;&#x5929;&#x7A7A;&#x3002;&#x5C31;&#x5982;&#x524D;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x70ED;&#x64AD;&#x5267;&#x300A;&#x4EBA;&#x6C11;&#x7684;&#x540D;&#x4E49;&#x300B;&#x4E2D;&#x7684;&#x5B59;&#x533A;&#x957F;&#x4E00;&#x6837;&#xFF0C;&#x6BCF;&#x665A;&#x901A;&#x8FC7;&#x5929;&#x6587;&#x671B;&#x8FDC;&#x955C;&#x6765;&#x7AA5;&#x63A2;&#x7740;&#x8FD9;&#x795E;&#x79D8;&#x7684;&#x5B87;&#x5B99;&#x5929;&#x7A7A;&#x3002;&#x53EA;&#x4E0D;&#x8FC7;&#x6211;&#x7528;&#x6211;&#x7684;&#x8FD1;&#x89C6;&#x773C;&#x3002;</p>
<a id="more"></a>
<p>&#x676D;&#x5DDE;&#x6700;&#x8FD1;&#x5DF2;&#x7ECF;&#x8FDB;&#x5165;&#x6691;&#x671F;&#x4E86;&#xFF0C;&#x6BCF;&#x5929;&#x7684;&#x5929;&#x6C14;&#x90FD;&#x5DEE;&#x4E0D;&#x592A;&#x591A;&#xFF0C;&#x4E00;&#x58F0;&#x60CA;&#x96F7;&#x540E;&#xFF0C;&#x968F;&#x4E4B;&#x800C;&#x6765;&#x7684;&#x5C31;&#x662F;&#x503E;&#x76C6;&#x5927;&#x96E8;&#xFF0C;&#x597D;&#x5728;&#x9C9C;&#x6709;&#x5728;&#x65E9;&#x665A;&#x901A;&#x52E4;&#x65F6;&#x5149;&#x987E;&#x7684;&#x5927;&#x96E8;&#x3002;&#x800C;&#x5F80;&#x5F80;&#x5728;&#x5927;&#x96E8;&#x8FC7;&#x540E;&#xFF0C;&#x5C31;&#x662F;&#x65E0;&#x6BD4;&#x7F8E;&#x5999;&#x7684;&#x5929;&#x7A7A;&#xFF0C;&#x5176;&#x5B9E;&#x676D;&#x5DDE;&#x7684;&#x7A7A;&#x6C14;&#x8D28;&#x91CF;&#x8DDF;&#x6DF1;&#x5733;&#x6BD4;&#x8FD8;&#x662F;&#x5DEE;&#x5F97;&#x8FDC;&#x4E86;&#xFF0C;&#x4F55;&#x51B5;&#x516C;&#x53F8;&#x65C1;&#x8FB9;&#x6B63;&#x5728;&#x52A0;&#x52B2;&#x7684;&#x4FEE;&#x5730;&#x94C1;&#xFF0C;&#x76D6;&#x9AD8;&#x697C;&#xFF0C;&#x7A7A;&#x6C14;&#x91CC;&#x7B80;&#x76F4;&#x5168;&#x662F;&#x77F3;&#x7070;&#xFF0C;&#x7EC6;&#x6C99;&#x548C;&#x788E;&#x77F3;&#x3002;&#x7136;&#x800C;&#x5927;&#x96E8;&#x8FC7;&#x540E;&#xFF0C;&#x5929;&#x7A7A;&#x5C31;&#x50CF;&#x662F;&#x6D17;&#x4E86;&#x4E00;&#x4E2A;&#x6FA1;&#xFF0C;&#x517C;&#x4E4B;&#x5927;&#x96E8;&#x5F80;&#x5F80;&#x5728;&#x508D;&#x665A;&#x65F6;&#x5206;&#xFF0C;&#x8FD9;&#x4E0B;&#xFF0C;&#x5915;&#x9633;&#x897F;&#x4E0B;&#xFF0C;&#x4F59;&#x6656;&#x6620;&#x5728;&#x8FDC;&#x5904;&#x5929;&#x7A7A;&#xFF0C;&#x65E0;&#x6BD4;&#x7684;&#x7F8E;&#x4E3D;&#x3002;&#x56DE;&#x53BB;&#x7684;&#x8FD9;&#x5341;&#x6765;&#x5206;&#x949F;&#xFF0C;&#x662F;&#x4E00;&#x5929;&#x4E2D;&#x6700;&#x60EC;&#x610F;&#x7684;&#x65F6;&#x5019;&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#x96E8;&#x6709;&#x65F6;&#x4E5F;&#x8FDF;&#x5230;&#x7684;&#xFF0C;&#x5E76;&#x4E0D;&#x60F3;&#x8BA9;&#x4F60;&#x8F7B;&#x6613;&#x770B;&#x7834;&#x4ED6;&#x7684;&#x5957;&#x8DEF;&#x3002;&#x8FD9;&#x65F6;&#x7684;&#x5929;&#x7A7A;&#x5C31;&#x5F20;&#x7259;&#x821E;&#x722A;&#x8D77;&#x6765;&#x4E86;&#xFF0C;&#x4E1B;&#x4E91;&#x5BC6;&#x5E03;&#xFF0C;&#x4E00;&#x56E2;&#x56E2;&#x7FFB;&#x5377;&#x7740;&#xFF0C;&#x6709;&#x7740;&#x541E;&#x98DF;&#x5929;&#x5730;&#x7684;&#x91CE;&#x5FC3;&#x3002;&#x5982;&#x679C;&#x662F;&#x5B59;&#x7334;&#x5B50;&#xFF0C;&#x7EDD;&#x5BF9;&#x4F1A;&#x8BF4;:&#x5446;&#xFF0C;&#x5E08;&#x5085;&#xFF0C;&#x524D;&#x65B9;&#x6709;&#x5996;&#x6C14;&#x3002;</p>
<p><img src="/2017/07/16/&#x4E00;&#x8BB0;/road_sky.jpg" alt=""></p>
<p>&#x56E0;&#x4E3A;&#x8FD9;&#x96E8;&#xFF0C;&#x5DF2;&#x7ECF;&#x6709;&#x5F88;&#x4E45;&#x6CA1;&#x6253;&#x7403;&#x4E86;&#xFF0C;&#x4ECA;&#x5929;&#x6674;&#x7A7A;&#x4E07;&#x91CC;&#xFF0C;&#x540C;&#x4E8B;&#x7EA6;&#x6211;&#x53BB;&#x71E5;&#x4E00;&#x573A;&#x3002;&#x6B23;&#x7136;&#x8D74;&#x7EA6;&#xFF0C;&#x5E08;&#x5927;&#x7403;&#x95E8;&#x7D27;&#x9501;&#xFF0C;&#x4E0D;&#x77E5;&#x4F55;&#x6545;&#xFF0C;&#x8F6C;&#x6218;&#x7406;&#x5DE5;&#x3002;&#x5230;&#x7403;&#x573A;&#x540E;&#x7A7A;&#x65E0;&#x4E00;&#x4EBA;&#xFF0C;&#x73B0;&#x5728;&#x5176;&#x5B9E;&#x5DF2;&#x7ECF;&#x662F;&#x4E09;&#x70B9;&#x534A;&#x4E86;&#xFF0C;&#x8FD9;&#x592A;&#x9633;&#x4EFF;&#x4F5B;&#x5728;&#x6B63;&#x5348;&#x8FD8;&#x6CA1;&#x5C3D;&#x5174;&#xFF0C;&#x4E00;&#x76F4;&#x70C8;&#x70C8;&#x7684;&#x6063;&#x610F;&#x5230;&#x73B0;&#x5728;&#x3002;&#x800C;&#x5185;&#x573A;&#x4E00;&#x7FA4;&#x5C0F;&#x5B69;&#x5B50;&#x5F88;&#x8BA4;&#x771F;&#x7684;&#x5728;&#x8BAD;&#x7EC3;&#x3002;&#x8FD9;&#x65F6;&#x5019;&#x5C31;&#x5FC5;&#x987B;&#x8981;&#x60F3;&#x5F53;&#x5E74;&#x4E86;&#xFF0C;&#x521D;&#x4E2D;&#x65F6;&#x5C31;&#x7B97;&#x6B63;&#x5348;&#x7684;&#x592A;&#x9633;&#xFF0C;&#x4F55;&#x60E7;&#x4E4B;&#x6709;&#x3002;&#x73B0;&#x5728;&#x867D;&#x7136;&#x4E0D;&#x6BD4;&#x5F53;&#x5E74;&#xFF0C;&#x4F46;&#x4E5F;&#x4E0D;&#x662F;&#x6B63;&#x5348;&#x4E86;&#xFF0C;&#x8FD9;&#x4E00;&#x6765;&#x4E00;&#x56DE;&#x57FA;&#x672C;&#x7B97;&#x662F;&#x626F;&#x5E73;&#xFF0C;&#x53C8;&#x6709;&#x4F55;&#x60E7;&#x3002;</p>
<p><img src="/2017/07/16/&#x4E00;&#x8BB0;/ball_count.jpg" alt=""></p>
<p>&#x5728;&#x51E0;&#x4E2A;&#x4E09;&#x5206;&#x6740;&#x6B7B;&#x6BD4;&#x8D5B;&#x540E;,&#x5DF2;&#x7ECF;&#x51FB;&#x9000;&#x4E24;&#x8F6E;&#x6311;&#x6218;&#x8005;&#x4E86;&#x3002;&#x6211;&#x7684;&#x80BA;&#x611F;&#x89C9;&#x8981;&#x70B8;&#x4E86;&#xFF0C;&#x5438;&#x8FDB;&#x53BB;&#x7684;&#x7A7A;&#x6C14;&#x5168;&#x662F;&#x5E72;&#x7684;&#xFF0C;&#x6C57;&#x5982;&#x96E8;&#x6CE8;&#x3002;&#x5750;&#x5728;&#x573A;&#x4E0B;&#x4EF0;&#x5934;&#x704C;&#x6C34;&#xFF0C;&#x8FD9;&#x65F6;&#x592A;&#x9633;&#x4E5F;&#x772F;&#x8D77;&#x4E86;&#x773C;&#x3002;&#x7403;&#x573A;&#x4E0A;&#x7684;&#x4EBA;&#x4E5F;&#x5F88;&#x591A;&#x4E86;&#xFF0C;&#x53EA;&#x542C;&#x89C1;&#x7403;&#x978B;&#x7684;&#x6469;&#x64E6;&#xFF0C;&#x7403;&#x7838;&#x5730;&#x7684;&#x9707;&#x52A8;&#xFF0C;&#x5F53;&#x7136;&#x8FD8;&#x6709;&#x5404;&#x79CD;&#x6253;&#x94C1;&#x7684;&#x90A6;&#x90A6;&#x58F0;&#xFF0C;&#x8FD9;&#x6253;&#x94C1;&#x6280;&#x672F;&#x4E5F;&#x6562;&#x62FF;&#x51FA;&#x6765;&#xFF0C;&#x6211;&#x5FC3;&#x4E0D;&#x5C51;&#xFF0C;&#x51C6;&#x5907;&#x64A4;&#x9000;&#x3002;</p>
<p><img src="/2017/07/16/&#x4E00;&#x8BB0;/count.jpg" alt=""></p>
<p>&#x8BF6;&#xFF0C;&#x8FD8;&#x6CA1;&#x5B8C;&#x3002;&#x6211;&#x51C6;&#x5907;&#x64A4;&#x9000;&#x4E86;&#xFF0C;&#x8FD9;&#x65F6;&#x6536;&#x5230;&#x4E86;&#x4E00;&#x6761;&#x964C;&#x751F;&#x4EBA;&#x7684;&#x6D88;&#x606F;&#xFF0C;&#x800C;&#x4E0D;&#x80FD;&#x7B97;&#x964C;&#x751F;&#x4EBA;&#xFF0C;&#x4ED6;&#x548C;&#x6211;&#x540C;&#x5728;&#x4E00;&#x4E2A;&#x5FAE;&#x4FE1;&#x7FA4;&#xFF0C;&#x53BB;&#x5E74;&#x5C31;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x6211;&#x4EEC;&#x5355;&#x72EC;&#x4EA4;&#x6D41;&#x8FC7;&#x3002;&#x5C31;&#x6211;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x4E00;&#x4E0B;&#x5C31;&#x770B;&#x51FA;&#x6765;&#x8FD9;&#x7FA4;&#x53D1;&#x6D88;&#x606F;&#xFF0C;&#x800C;&#x6211;&#x5C31;&#x50CF;&#x90DD;&#x4E91;&#x5728;&#x6625;&#x665A;&#x4E0A;&#x5531;&#x7684;&#x4E00;&#x6837;&#x2013;&#x7FA4;&#x53D1;&#x7684;&#x6211;&#x4E0D;&#x56DE;&#x3002;&#x4F46;&#x770B;&#x770B;&#x8FD9;&#x65E0;&#x8FB9;&#x7684;&#x82CD;&#x7A79;&#xFF0C;&#x52A0;&#x4E4B;&#x53C8;&#x540C;&#x4E3A;&#x733F;&#x65CF;&#xFF0C;&#x59D1;&#x4E14;&#x7834;&#x4F8B;&#x4E00;&#x56DE;&#x3002;&#x5185;&#x5BB9;&#x5927;&#x610F;&#x662F;&#x95EE;&#x6211;&#x540C;&#x4E8B;&#x6709;&#x6CA1;&#x6709;&#x4E0D;&#x5E78;&#x5F97;&#x8170;&#x690E;&#x76D8;&#x7A81;&#x51FA;&#x7684;&#xFF0C;&#x8FD9;&#x4E2A;&#x75C5;&#x6211;&#x4E4B;&#x524D;&#x65E0;&#x6570;&#x6B21;&#x5728;&#x7535;&#x89C6;&#x4E0A;&#x770B;&#x5230;&#x8FC7;&#xFF0C;&#x8BB0;&#x5FC6;&#x5C24;&#x5269;&#xFF0C;&#x5F53;&#x7136;&#x4E0D;&#x662F;&#x770B;&#x591A;&#x4E86;&#xFF0C;&#x800C;&#x662F;&#x90A3;&#x65F6;&#x662F;&#x5947;&#x5FD7;&#x6253;&#x7684;&#x5E7F;&#x544A;&#xFF0C;&#x90A3;&#x65F6; &#x5947;&#x5FD7;&#x2013;&#x5927;&#x5175; &#x7684;&#x53CC;&#x7C27;&#x603B;&#x80FD;&#x8BA9;&#x6211;&#x7B11;&#x5F97;&#x809A;&#x5B50;&#x62BD;&#x7B4B;&#x3002;&#x6211;&#x8FD9;&#x4E2A;&#x5708;&#x5B50;&#x4E45;&#x5750;&#x6210;&#x5C71;&#xFF0C;&#x65F6;&#x95F4;&#x4E45;&#x4E86;&#xFF0C;&#x80CC;&#x540E;&#x7684;&#x8FD9;&#x6761;&#x810A;&#x6881;&#x9AA8;&#x96BE;&#x514D;&#x4F1A;&#x6709;&#x4E9B;&#x6297;&#x8BAE;&#x4E86;&#x3002;&#x53C8;&#x8BF4;&#x4ED6;&#x653E;&#x5F03;&#x4E86;&#x5F88;&#x591A;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x6210;&#x4E3A;&#x4E00;&#x540D;&#x733F;&#x65CF;&#xFF0C;&#x6015;&#x4F1A;&#x5F71;&#x54CD;&#x804C;&#x4E1A;&#x751F;&#x6DAF;&#xFF0C;&#x5C31;&#x7B97;&#x6CBB;&#x597D;&#x4E86;&#x8FD8;&#x5BB3;&#x6015;&#x4F1A;&#x590D;&#x53D1;&#xFF0C;&#x53C8;&#x4E0D;&#x60F3;&#x653E;&#x5F03;&#x8FD9;&#x4E2A;&#x804C;&#x4E1A;&#xFF0C;&#x50CF;&#x662F;&#x5DF2;&#x7ECF;&#x79C1;&#x5B9A;&#x7EC8;&#x751F;&#xFF0C;&#x8A00;&#x8BED;&#x4E2D;&#x900F;&#x9732;&#x4E86;&#x4E00;&#x4E1D;&#x65E0;&#x5948;&#x53C8;&#x5FC3;&#x6709;&#x4E0D;&#x7518;&#x3002;&#x6211;&#x4E00;&#x756A;&#x529D;&#x8BF4;&#x4E0B;&#xFF0C;&#x6700;&#x7EC8;&#x8FD8;&#x662F;&#x9003;&#x4E0D;&#x8FC7;&#x4EE5; &#x8C22;&#x8C22; &#x6536;&#x5C3E;&#xFF0C;&#x800C;&#x6211;&#x4E5F;&#x6210;&#x529F;&#x7684;&#x628A;&#x81EA;&#x5DF1; &#x201C;&#x611F;&#x52A8;&#x201D;&#x3002;</p>
<p>&#x8DEF;&#x4F55;&#x5176;&#x957F;&#xFF0C;&#x5176;&#x5B9E;&#x5C31;&#x50CF;&#x6211;&#x4EEC;&#x5934;&#x9876;&#x4E0A;&#x7684;&#x5929;&#x7A7A;&#x4E00;&#x6837;&#xFF0C;&#x9634;&#x6674;&#x4E0D;&#x5B9A;&#xFF0C;&#x53D8;&#x5E7B;&#x591A;&#x7AEF;&#xFF0C;&#x6CA1;&#x6709;&#x7EDD;&#x5BF9;&#x3002;&#x4EE5;&#x4E3A;&#x770B;&#x5230;&#x4E86;&#x81EA;&#x5DF1;&#x6EE1;&#x610F;&#x7684;&#x98CE;&#x666F;&#xFF1F;&#x6216;&#x8BB8;&#x53EA;&#x662F;&#x770B;&#x7684;&#x592A;&#x5C11;&#xFF0C;&#x5176;&#x5B9E;&#x4F60;&#x5DF2;&#x7ECF;&#x9519;&#x8FC7;&#x3002;</p>
<p>&#x5C31;&#x50CF;&#x5728;&#x6DF1;&#x5733;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x600E;&#x4E48;&#x5C31;&#x6CA1;&#x53D1;&#x73B0;&#x90A3;&#x65F6;&#x5929;&#x7A7A;&#x7684;&#x7F8E;&#x3002;</p>
<p><img src="/2017/07/16/&#x4E00;&#x8BB0;/sea.jpg" alt=""></p>
<p>&#x6765;&#x6BB5;&#x70B8;&#x7684;&#x5427;</p>
<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="//music.163.com/outchain/player?type=2&amp;id=491065931&amp;auto=0&amp;height=66"></iframe>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        
  <div style="padding: 10px 0; margin: 20px auto; width: 90%; text-align: center;">
    <div>壹</div>
    <button id="rewardButton" disable="enable" onclick="var qr = document.getElementById('QR'); if (qr.style.display === 'none') {qr.style.display='block';} else {qr.style.display='none'}">
      <span>赏</span>
    </button>
    <div id="QR" style="display: none;">
      
        <div id="wechat" style="display: inline-block">
          <img id="wechat_qr" src="/wechat.png" alt="Pluto WeChat Pay"/>
          <p>微信打赏</p>
        </div>
      
      
        <div id="alipay" style="display: inline-block">
          <img id="alipay_qr" src="/alipay.jpeg" alt="Pluto Alipay"/>
          <p>支付宝打赏</p>
        </div>
      
    </div>
  </div>


      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/所玩/" rel="tag"># 所玩</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/06/06/又是一年高考/" rel="next" title="周围的'猪'">
                <i class="fa fa-chevron-left"></i> 周围的'猪'
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="http://tva3.sinaimg.cn/crop.0.0.768.768.180/be07b434jw8evfbtgwrwbj20lc0lc0ue.jpg"
               alt="Pluto" />
          <p class="site-author-name" itemprop="name">Pluto</p>
          <p class="site-description motion-element" itemprop="description">双手烤着生命之火取暖, 火萎了, 我也准备走了。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/">
              <span class="site-state-item-count">18</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">标签</span>
              
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/MrPluto" target="_blank" title="github">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  github
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="457808167@qq.com" target="_blank" title="mail">
                  
                    <i class="fa fa-fw fa-envelope"></i>
                  
                  mail
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="plutohyq@gmail.com" target="_blank" title="google">
                  
                    <i class="fa fa-fw fa-google"></i>
                  
                  google
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://twitter.com/pluto_liu" target="_blank" title="twitter">
                  
                    <i class="fa fa-fw fa-twitter"></i>
                  
                  twitter
                </a>
              </span>
            
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Pluto</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Muse
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  



  




	




  
  

  

  

  

  

  
  <!-- <script type="text/javascript" src="//cdn.bootcss.com/canvas-nest.js/1.0.0/canvas-nest.min.js"></script> -->
  
</body>
</html>
